Repository: openstack/octavia-dashboard
Catalog: releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: ru

source: 2023.1 Series Release Notes
ru: Примечания к выпуску 2023.1

source: 2023.2 Series Release Notes
ru: Примечания к выпуску 2023.2

source: 2024.1 Series Release Notes
ru: Примечания к выпуску 2024.1

source: A new dashboard wizard for Octavia. Allows you to create an Octavia load balancer and related resources such as a listener, pool, pool members, and health monitor.
ru: Новый мастер создания панели управления для Octavia. Позволяет создать балансировщик нагрузки Octavia и связанные с ним ресурсы, такие как слушатель, пул, участники пула и монитор состояния.

source: A view of all the existing Octavia load balancers.
ru: Просмотр всех существующих балансировщиков нагрузки Octavia.

source: Ability to associate and disassociate floating IP addresses for a load balancer.
ru: Возможность связывать и отвязывать плавающие IP-адреса для балансировщика нагрузки.

source: Ability to choose from SSL certificates stored by the key-manager service when creating a listener using the TERMINATED_HTTPS protocol.
ru: Возможность выбора SSL-сертификатов, хранящихся в службе менеджера ключей, при создании слушателя по протоколу TERMINATED_HTTPS.

source: Ability to choose from existing instances from the compute service or specify external members when adding members to a pool.
ru: Возможность выбрать существующие инстансы из вычислительной службы или указать внешних участников при добавлении участников в пул.

source: Ability to create, update, and delete the Octavia load balancer, listener, pool, pool member, and health monitor resources.
ru: Возможность создавать, обновлять и удалять ресурсы балансировщика нагрузки Octavia, слушателей, пулов, участников пулов и мониторов состояния.

source: Ability to view details of a Octavia load balancer and drill down to see details for the listener, pool, pool member, and health monitor resources.
ru: Возможность просмотреть подробную информацию о балансировщике нагрузки Octavia и для просмотра подробной информации о слушателе, пуле, участнике пула и ресурсах монитора состояния.

source: Add SCTP support in listener protocol and health-monitor type select boxes.
ru: Добавлена поддержка SCTP в поля выбора протокола слушателя и типа монитора состояния.

source: Add TLS Enabled switch in the pool control form, allowing to enable/disable TLS communications between a load balancer and its members.
ru: Добавлен переключатель включения TLS в форму управления пулом, позволяющий включать/выключать TLS-коммуникации между балансировщиком нагрузки и его участниками.

source: Add load balancer flavor support.
ru: Добавьте поддержку балансировщика нагрузки.

source: Add the ability to set allowed_cidrs on the listeners
ru: Добавлена возможность устанавливать allowed_cidrs для слушателей

source: Added Octavia dashboard support for proxy protocol version 2.
ru: Добавлена поддержка панели Octavia для протокола proxy версии 2.

source: Added UDP protocol support in listeners and pools, added UDP-CONNECT method for health-monitor resources.
ru: Добавлена поддержка протокола UDP в слушателях и пулах, добавлен метод UDP-CONNECT для ресурсов монитора состояния.

source: Added option to specify TLS ciphers for listeners and pools. The ciphers are represented in OpenSSL syntax.
ru: Добавлена возможность указывать TLS-шифры для слушателей и пулов. Шифры представлены в синтаксисе OpenSSL.

source: Added support for availability zones. Can now create a LB in a specific AZ.
ru: Добавлена поддержка зон доступности. Теперь можно создать баланскировщики в определенной зоне доступности.

source: Adds L7 policy support to the dashboard.
ru: Добавлена поддержка L7 политики в панель управления.

source: Adds RBAC support to the dashboard panels.
ru: Добавлена поддержка RBAC в панель управления.

source: Adds a new UI component which works as a standard select control alternative. Options in the component are presented in a table which may be filtered using the select input field. Filtering is done across all table fields.
ru: Добавлен новый компонент пользовательского интерфейса, который работает как альтернатива стандартному элементу управления выбора. Варианты в компоненте представлены в виде таблицы, которую можно фильтровать с помощью поля ввода выбора. Фильтрация осуществляется по всем полям таблицы.

source: Adds the ability to auto refresh detail pages upon action.
ru: Добавлена возможность автоматического обновления страниц с деталями при выполнении действий.

source: Adds the ability to set member as backup.
ru: Добавлена возможность установить участника в качестве резервного.

source: Adds the ability to set the X-Forwarded-Proto insertion header on listeners.
ru: Добавлена возможность установки заголовка вставки X-Forwarded-Proto для слушателей.

source: Adds the ability to set the insertion headers on listeners.
ru: Добавлена возможность устанавливать заголовки вставки для слушателей.

source: Adds the ability to set the timeout options on listeners.
ru: Добавлена возможность установки таймаута для слушателей.

source: All objects now allow setting the "Admin State".
ru: Все объекты теперь позволяют устанавливать "Административное состояние".

source: Allow cascade deletion of load balancer.
ru: Разрешено каскадное удаление балансировщика нагрузки.

source: Allows the creation of single resources (i.e Load Balancer) without enforcing the creation of children resources (Listeners, Pools, Health monitors). A switch has been added in the children resource wizards to avoid resource creation.
ru: Разрешено создавать отдельные ресурсы (например, балансировщик нагрузки) без принудительного создания дочерних ресурсов (слушателей, пулов, мониторов состояния). В мастерах создания дочерних ресурсов добавлен переключатель, позволяющий избежать создания ресурсов.

source: Barbicanclient caused an error when getting secrets. By replacing the code by OpenstackSDK this issue was fixed and the barbicanclient dependency could be dropped from the Octavia Dashboard.
ru: Клиент Barbican вызывал ошибку при получении секретов. Путем замены кода на OpenStackSDK эта проблема была исправлена, и зависимость клиента Barbican может быть убрана из панели Octavia.

source: Bug Fixes
ru: Исправления ошибок

source: Created at and Updated at times are now visible on the details pages.
ru: Времена создания и обновления теперь отображаются на страницах деталей.

source: Current Series Release Notes
ru: Примечания к текущему выпуску

source: Draining state was missing from the list of operating states.
ru: В списке рабочих состояний отсутствовало состояние удаления.

source: Fix a bug that prevented the update of non-HTTP and non-HTTPS health monitors.
ru: Исправлена ошибка, из-за которой не обновлялись не-HTTP и не-HTTPS мониторы состояния.

source: Fixed a bug when displaying the member list, some fields were not displayed correctly and new members could not be added. This bug affected only Google Chrome 114 and above.
ru: Исправлена ошибка при отображении списка участников, когда некоторые поля отображались некорректно, и новые участники не могли быть добавлены. Эта ошибка затрагивала только Google Chrome 114 и выше.

source: Fixed an authentication issue with the OpenStack services. The dashboard could not get the list of load balancers.
ru: Исправлена проблема аутентификации в службах OpenStack. Панель управления не могла получить список балансировщиков нагрузки.

source: Fixed an issue where TERMINATED_HTTPS listener type was greyed out.
ru: Исправлена проблема, при которой тип слушателя TERMINATED_HTTPS отображался серым цветом.

source: Fixes a namespace collision with the barbican-ui dashboard.
ru: Исправлен конфликт с пространством имен панели barbican-ui.

source: Fixes an issue in the Octavia dashboard where users receive a 403 error when attempting to create a load balancer. This was due to the dashboard attempting to access the flavor profile information which is an administrator only object by default.
ru: Устранена проблема в панели управления Octavia, когда пользователи получали ошибку 403 при попытке создать балансировщик нагрузки. Это происходило из-за того, что панель управления пыталась получить доступ к информации профиля шаблона конфигурации, который по умолчанию является объектом, доступным только администратору.

source: Health monitors can now change the expected HTTP codes.
ru: Мониторы состояния теперь могут изменять ожидаемые HTTP-коды.

source: Health monitors can now use alternate IP addresses and ports.
ru: Мониторы состояния теперь могут использовать альтернативные IP-адреса и порты.

source: Known Issues
ru: Известные проблемы

source: Listener connection limits can now be updated.
ru: Теперь можно обновлять ограничение подключений слушателей.

source: Members now display the subnet_id on the details page.
ru: Теперь участники отображают id подсети на странице деталей.

source: New Features
ru: Новые возможности

source: Octavia Dashboard Release Notes
ru: Примечания к выпуску панели управления Octavia

source: Octavia supports setting the weight of members from 0 to 256, but in Horizon the value 0 was not accepted. This fix allows entering the value 0 as well, which is important for putting a member into DRAINING state.
ru: Octavia поддерживает установку веса участников от 0 до 256, но в Horizon значение 0 не принималось. Это исправление позволяет ввести значение 0, что важно для перевода участника в состояние DRAINING.

source: Other Notes
ru: Другие примечания

source: Pools attached to a load balancer are now listed on the load balancer details page.
ru: Пулы, подключенные к балансировщику нагрузки, теперь отображаются на странице деталей о балансировщике нагрузки.

source: Pools can now change the load balancing algorithm after creation.
ru: Теперь пулы могут менять алгоритм балансировки нагрузки после создания.

source: Prelude
ru: Предисловие

source: Provisioning and operating status is now available on all object details pages.
ru: Статус предоставления и рабочий статус теперь доступен на всех страницах с деталями об объекте.

source: Python 2.7 support has been dropped. Last release of octavia-dashboard to support py2.7 is OpenStack Train. The minimum version of Python now supported by octavia-dashboard is Python 3.6.
ru: Поддержка Python 2.7 была прекращена. Последний релиз octavia-dashboard с поддержкой py2.7 - OpenStack Train. Минимальная версия Python, поддерживаемая Octavia Dashboard - Python 3.6.

source: Queens Series Release Notes
ru: Примечания к выпуску Queens

source: RBAC can now be enabled for the Octavia dashboard. Whether you enable RBAC in the dashboard or not, the API RBAC will still be in effect. Enabling RBAC in the dashboard will enforce the policies in the dashboard before the API call is made.
ru: Теперь RBAC можно включить для панели управления Octavia. Независимо от того, включите вы RBAC в панели или нет, RBAC API все равно будет действовать. Включение RBAC в панели управления приведет к применению политик в панели перед выполнением вызова API.

source: Rocky Series Release Notes
ru: Примечания к выпуску Rocky

source: Security Issues
ru: Вопросы безопасности

source: Stein Series Release Notes
ru: Примечания к выпуску Stein

source: The Octavia team is excited to release the 1.0.0 version of the Octavia dashboard. This dashboard uses the Octavia API endpoint via the openstacksdk. This release includes a number of improvements over the old neutron-lbaas-dashboard that worked against the neutron API endpoint. These improvements are listed below in the features section of this release note.
ru: Команда Octavia рада выпустить версию 1.0.0 панели управления Octavia. Эта панель использует точку доступа Octavia API через openstacksdk. Этот релиз включает в себя ряд улучшений по сравнению со старой версией neutron-lbaas-dashboard, которая работала с точкой доступа API neutron. Эти улучшения перечислены ниже в разделе возможностей данного релиза.

source: The neutron-lbaas neutron extension is not required to use this dashboard. Load balancers created with neutron-lbaas that have not been migrated to Octavia may not be accessible via this dashboard. Only resources accessible via the Octavia API will be visible in this dashboard.
ru: Для использования этой панели расширение neutron-lbaas не требуется. Балансировщики нагрузки, созданные с помощью neutron-lbaas, которые не были перенесены на Octavia, могут быть недоступны через эту панель. На этой панели будут видны только ресурсы, доступные через Octavia API.

source: The new component replaces the standard select for subnet selection in the Load Balancer creation modal wizard.
ru: Новый компонент заменяет стандартный выбор подсети в мастере создания балансировщика нагрузки.

source: The object details pages now use a tabbed navigation for child objects.
ru: На страницах с подробной информацией об объекте теперь используется навигация по вкладкам для дочерних объектов.

source: The octavia-dashboard requires openstacksdk > 0.24.0 for flavor support.
ru: Для поддержки octavia-dashboard требуется openstacksdk > 0.24.0.

source: The octavia-dashboard requires openstacksdk >= 0.10.0 to resolve an issue with displaying the health monitor details page. It is expected this will be included in the OpenStack Queens release.
ru: Для octavia-dashboard требуется openstacksdk >= 0.10.0, чтобы решить проблему с отображением страницы подробной информации о мониторе состояния. Ожидается, что это будет включено в релиз OpenStack Queens.

source: The pool name is now visible in pool selection drop downs in addition to the pool ID.
ru: Имя пула теперь отображается в выпадающих списках выбора пула в дополнение к ID пула.

source: The session persistence for a pool can now be changed.
ru: Теперь можно изменить постоянство сессии для пула.

source: This changed the default behavior of load balancer deletion from non-cascade deletion to cascade deletion.
ru: Это изменило поведение по умолчанию при удалении балансировщика нагрузки с некаскадного на каскадное.

source: This dashboard can be used alongside the neutron-lbaas-dashboard, but both dashboard panels will use the "Load Balancer" labels.
ru: Эта панель может использоваться вместе с панелью neutron-lbaas-dashboard, но в обеих панелях будут использоваться метки "Балансировщик нагрузки".

source: To enable RBAC support in the Octavia dashboard you need to install the generated octavia_dashboard/conf/octavia_policy.yaml file into your horizon openstack_dashboard/conf/ directory and also copy octavia_dashboard/local_settings.d/_1499_load_balancer_settings.py file into your horizon openstack_dashboard/local/local_settings.d/ directory.
ru: Чтобы включить поддержку RBAC в панели управления Octavia, необходимо установить сгенерированный файл octavia_dashboard/conf/octavia_policy.yaml в каталог horizon openstack_dashboard/conf/, а также скопировать файл octavia_dashboard/local_settings.d/_1499_load_balancer_settings.py в каталог horizon openstack_dashboard/local/local_settings.d/.

source: Train Series Release Notes
ru: Примечания к выпуску Train

source: Update Python base version from 3.6 to 3.8. As per Openstack Python runtime versions policy Python 3.8 is the minimum Python version in the Zed release cycle.
ru: Обновлена базовая версия Python с 3.6 до 3.8. В соответствии с политикой версий OpenStack Python runtime Python 3.8 является минимальной версией Python в цикле выпуска Zed.

source: Upgrade Notes
ru: Примечания к обновлению

source: Ussuri Series Release Notes
ru: Примечания к выпуску Ussuri

source: Victoria Series Release Notes
ru: Примечания к выпуску Victoria

source: Wallaby Series Release Notes
ru: Примечания к выпуску Wallaby

source: Xena Series Release Notes
ru: Примечания к выпуску Xena

source: Yoga Series Release Notes
ru: Примечания к выпуску Yoga

source: You can now change the default pool on listeners.
ru: Теперь вы можете изменить пул по умолчанию для слушателей.

source: Zed Series Release Notes
ru: Примечания к выпуску Zed
