Repository: openstack/octavia-dashboard
Catalog: octavia_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: es, ru, zh_hans, zh_hant

source: The load balancer occupies a neutron network port and has an IP address assigned from a subnet.
es: El balanceador de carga ocupa un puerto de red de neutron y tiene asignada una dirección IP de una subred.
ru: Балансировщик нагрузки занимает сетевой порт neutron и имеет IP-адрес, назначенный из подсети.
zh_hans: 负载均衡器占用一个 neutron 网络端口和一个子网分配的 IP 地址。
zh_hant: 負載均衡器占用一個 neutron 網絡連接埠和一個子網分配的 IP 地址。

source: The max retry count must be a number between 1 and 10.
es: El contador de reintentos máximos debe ser un número entre 1 y 10.
ru: Максимальное количество попыток должно быть числом от 1 до 10.
zh_hans: 健康检查间隔必须大于或等于超时时限。
zh_hant: 健康檢查間隔必須大於或等於超時時限。

source: The max retry down count must be a number between 1 and 10.
es: El número de reintentos máximos caído debe ser un número entre 1 y 10.
ru: Максимальное количество попыток до ошибки должно быть числом от 1 до 10.
zh_hans: 最大失败尝试次数必须是 1 至 10 之间的整数。
zh_hant: 最大失敗嘗試次數必須是 1 至 10 之間的整數。

source: The maximum number of connections permitted for this listener. Default value is -1 which represents infinite connections.
es: El número máximo de conexiones permitidas para este oyente. El valor predeterminado es -1 que representa infinitas conexiones.
ru: Максимальное количество соединений, разрешенных для этого слушателя. Значение по умолчанию -1, что означает бесконечное количество соединений.
zh_hans: 该监听器允许的最大连接数。默认值 -1 表示无限制。
zh_hant: 該監聽器允許的最大連接數。預設值 -1 表示無限制。

source: The monitor address must be a valid IP address.
es: La dirección del monitor debe tener una dirección IP válida.
ru: Адрес монитора должен быть корректным IP-адресом.
zh_hans: 健康监听器地址必须是有效的 IP 地址。
zh_hant: 健康監聽器地址必須是有效的 IP 地址。

source: The monitor port must be a number between 1 and 65535.
es: El puerto del monitor debe ser un número entre 1 y 65535.
ru: Порт монитора должен быть числом от 1 до 65535.
zh_hans: 健康监听器端口必须是 1 至 65535 的整数
zh_hant: 健康監聽器連接埠必須是 1 至 65535 的整數

source: The network on which to allocate the load balancer's IP address.
es: Red en la que asignar la dirección IP del balanceador de carga.
ru: Сеть, в которой будет назначен IP-адрес балансировщика нагрузки.
zh_hans: 给分配负载均衡器 IP 地址的网络。
zh_hant: 給分配負載均衡器 IP 地址的網絡。

source: The network which contains the IP address of the member.
es: La red que contiene la dirección IP del miembro.
ru: Сеть, содержащая IP-адрес участника.
zh_hans: 关联成员 IP 地址的网络。
zh_hant: 關聯成員 IP 地址的網絡。

source: The number of allowed connection failures before marking the member as error. Must be a number from 1 to 10. The default is 3.
es: El número de fallos en la conexión permitidos antes de marcar un miembro como erro. Dede ser un número entre 1 y 10. El predeterminado es 3.
ru: Количество допустимых сбоев соединения перед пометкой состояния участника как ошибочным. Должно быть число от 1 до 10. По умолчанию - 3.
zh_hans: 在将成员标记为错误之前，允许连接失败的次数。 必须是 1 至 10 之间的整数。默认值是 3。
zh_hant: 在將成員標記為錯誤之前，允許連接失敗的次數。 必須是 1 至 10 之間的整數。預設值是 3。

source: The number of allowed connection failures before marking the member as inactive. Must be a number from 1 to 10.
es: El número de fallos en la conexión permitidos antes de marcar un miembro como inactivo. Dede ser un número entre 1 y 10.
ru: Количество допустимых сбоев соединения перед тем, как пометить участника как неактивного. Должно быть число от 1 до 10.
zh_hans: 在将成员标记为未活动状态之前，允许连接失败的次数。 必须是 1 至 10 之间的整数。
zh_hant: 在將成員標記為未活動狀態之前，允許連接失敗的次數。 必須是 1 至 10 之間的整數。

source: The pool has been updated.
es: Se ha actualizado el pool.
ru: Пул был обновлен.
zh_hans: 资源池已更新。
zh_hant: 資源池已更新。

source: The pool members have been updated.
es: Se han actualizado los miembros del pool.
ru: Состав участников пула был обновлен.
zh_hans: 资源池成员已更新
zh_hant: 資源池成員已更新

source: The port must be a number between 1 and 65535.
es: El puerto debe ser un número entre 1 y 65535.
ru: Порт должен быть числом от 1 до 65535.
zh_hans: 端口必须是 1 至 65536 之间的整数。
zh_hant: 連接埠必須是 1 至 65536 之間的整數。

source: The port must be unique among all listeners attached to this load balancer.
es: El puerto debe ser único entre todos los oyentes asociados a este balanceador de carga.
ru: Порт должен быть уникальным для всех слушателей, подключенных к этому балансировщику нагрузки.
zh_hans: 负载均衡器上的所有监听器的端口号必须唯一。
zh_hant: 負載均衡器上的所有監聽器的連接埠號必須唯一。

source: The port on which the front end listens. Must be an integer from 1 to 65535.
es: El puerto en el que el frontal escucha. Debe ser un entero entre 1 y 65535.
ru: Порт, на котором прослушивается фронт-энд. Должно быть целым числом от 1 до 65535.
zh_hans: 用来通信的成员监听端口。必须是 1 至 65536 之间的整数。
zh_hant: 用來通信的成員監聽連接埠。必須是 1 至 65536 之間的整數。

source: The port on which the member listens for traffic. Must be a number from 1 to 65535.
es: El puerto en el que el miembro escucha el tráfico. Debe ser un númerto entre 1 y 65535.
ru: Порт, на котором участник прослушивает трафик. Должно быть число от 1 до 65535.
zh_hans: 用来通信的成员监听端口。必须是 1 至 65536 之间的整数。
zh_hant: 用來通信的成員監聽連接埠。必須是 1 至 65536 之間的整數。

source: The position must be a number between 1 and 2147483647.
es: La posición debe ser un número entre 1 y 2147483647.
ru: Позиция должна быть числом от 1 до 2147483647.
zh_hans: 位置必须是一个 1 至 2147483647 的整数。
zh_hant: 位置必須是一個 1 至 2147483647 的整數。

source: The position of this policy on the listener. Positions start at 1.
es: Posición de esta política en el oyente. Las posiciones comienzan en 1.
ru: Позиция этой политики в списке слушателей. Позиции начинаются с 1.
zh_hans: 该策略在监听器里的位置。位置从一开始。
zh_hant: 該策略在監聽器裡的位置。位置從一開始。

source: The protocol for which the front end listens. The TERMINATED_HTTPS protocol is only available if the key-manager service is enabled and you have authority to list certificate containers and secrets.
es: El protocolo que escucha el frontal. El protocolo TERMINATED_HTTP está disponible sólo si el servicio de gestión de claves está habilitado y tiene autoridad para listas los contenedores de certificados y secretos.
ru: Протокол, к которому прислушивается фронт-энд. Протокол TERMINATED_HTTPS доступен только в том случае, если включена служба key manager и у вас есть полномочия на список контейнеров сертификатов и секреты.
zh_hans: 监听器之间通信的协议。 TERMINATED_HTTPS 协议只有在 key-manager 服务可用 并且你有权限查询证书容器和密钥的情况下才有用。
zh_hant: 監聽器之間通信的協議。 TERMINATED_HTTPS 協議只有在 key-manager 服務可用 並且你有權限查詢證書容器和密鑰的情況下才有用。

source: The protocol for which this pool and its members listen. A valid value is HTTP, HTTPS, PROXY, PROXYV2, TCP, UDP or SCTP.
ru: Протокол, по которому прослушивается этот пул и его участники. Допустимыми значениями являются HTTP, HTTPS, PROXY, PROXYV2, TCP, UDP или SCTP.

source: The redirect url must be a valid http or https url.
es: La url a dirigir debe ser una url http o https válida.
ru: URL перенаправление должен быть действительным HTTP или HTTPS URL.
zh_hans: 重定向 URL 必须是一个有效的 HTTP 或 HTTPS URL
zh_hant: 重定向 URL 必須是一個有效的 HTTP 或 HTTPS URL

source: The target of the health check HTTP request to the member. Must be a valid URL path.
es: El destino de la solicitud HTTP de chequeo de estado del miembro. Debe ser una ruta URL válida.
ru: Цель HTTP-запроса на проверку состояния участника. Должен быть действительный URL путь.
zh_hans: 成员发送健康检查 HTTP 请求的目标地址，必须为合法的 URL 路径。
zh_hant: 成員發送健康檢查 HTTP 請求的目標地址，必須為合法的 URL 路徑。

source: The time after which a health check times out. Must be a number greater than or equal to 0 and less than or equal to the interval.
es: Tiempo a partir del cual un chequeo de esta da tiempo excedido. Debe ser un número mayor o igual que 0 y menor o igual que el intervalo.
ru: Время, по истечении которого проверка состояния завершается. Должно быть числом, большим или равным 0 и меньше или равно интервалу.
zh_hans: 健康检查请求超时的时间。 必须为大于或等于 0 的整数，并小于或等于间隔时间。
zh_hant: 健康檢查請求超時的時間。 必須為大於或等於 0 的整數，並小於或等於間隔時間。

source: The timeout must be a number between 0 and 31536000000.
es: El tiempo límite debe ser un número entre 0 and 31536000000.
ru: Тайм-аут должен быть числом от 0 до 31536000000.
zh_hans: 超时时限必须是 0 至 31536000000 的整数。
zh_hant: 超時時限必須是 0 至 31536000000 的整數。

source: The timeout must be a number greater than or equal to 0.
es: El tiempo límite debe ser un número igual o mayor que 0.
ru: Таймаут должен быть числом, большим или равным 0.
zh_hans: 超时时限必须是一个大于等于 0 的整数。
zh_hant: 超時時限必須是一個大於等於 0 的整數。

source: The type of session persistence for distributing traffic to the pool members.
es: El tipo de persistencia de sesión para distribuir el tráfico a los miembros del pool.
ru: Тип сохранения сессий для распределения трафика между членами пула.
zh_hans: 用于为资源池成员分发消息的会话持久化类型。
zh_hant: 用於為資源池成員分發消息的會話持久化類型。

source: The value to use for the comparison. For example, the file type to compare.
es: El valor a utilizar para comparar. Por ejemplo, el tipo de fichero a comparar.
ru: Значение, используемое для сравнения. Например, тип файла для сравнения.
zh_hans: 用于比较的值。例如要比较的文件类型。
zh_hant: 用於比較的值。例如要比較的檔案類型。

source: The weight must be a number between 0 and 256.
ru: Вес должен быть числом от 0 до 256.

source: The weight of a member determines the portion of requests or connections it services compared to the other members of the pool. A value of 0 means the member does not receive new connections but continues to service existing connections. A higher weight means it will receive more traffic. Must be a number from 0 to 256.
ru: Вес участника определяет долю запросов или соединений, которые он обслуживает, по сравнению с по сравнению с другими участниками пула. Значение 0 означает, что участник не получает новых соединений но продолжает обслуживать существующие соединения. Более высокий вес означает, что он будет получать больше трафика. Должно быть числом от 0 до 256.

source: Time, in milliseconds, to wait for additional TCP packets for content inspection. Default: 0.
es: Tiempo, en milisegundos, a esperar paquetes TCP adicionales para inspeccionar contenido. Predeterminado: 0.
ru: Время, в миллисекундах, ожидания дополнительных TCP-пакетов для проверки содержимого. По умолчанию: 0.
zh_hans: 等待额外 TCP 内容监测包的超时时限，单位是毫秒，默认值：0。
zh_hant: 等待額外 TCP 內容監測包的超時時限，單位是毫秒，預設值：0。

source: Timeout
es: Tiempo límite
ru: Таймаут
zh_hans: 超时时限
zh_hant: 超時時限

source: Timeout (sec)
es: Tiempo límite (seg)
ru: Таймаут (сек.)
zh_hans: 超时时限（秒）
zh_hant: 超時時限（秒）

source: Timeout:
es: Tiempo límite:
ru: Таймаут:
zh_hans: 超时时限：
zh_hant: 超時時限：

source: Type
es: Tipo
ru: Тип
zh_hans: 类型
zh_hant: 類型

source: Type:
es: Tipo:
ru: Тип:
zh_hans: 类型：
zh_hant: 類型：

source: URL Path
es: Ruta URL
ru: Путь URL
zh_hans: URL 路径
zh_hant: URL 路徑

source: URL Path:
es: Ruta URL:
ru: URL путь:
zh_hans: URL 路径：
zh_hant: URL 路徑：

source: Unable to create flavor profile.
es: No ha sido posible crear el perfil del sabor.
ru: Не удалось создать профиль шаблона конфигурации.
zh_hans: 无法创建实例类型配置集。

source: Unable to create flavor.
es: No ha sido posible crear el sabor.
ru: Не удалось создать шаблон конфигурации.
zh_hans: 无法创建实例类型。

source: Unable to create health monitor.
es: No ha sido posible crear el monitor de estado.
ru: Не удалось создать монитор состояния.
zh_hans: 无法创建健康监控。
zh_hant: 無法創建健康監控。

source: Unable to create l7 policy.
es: No ha sido posible crear la política l7.
ru: Не удалось создать L7 политику.
zh_hans: 无法创建七层策略。
zh_hant: 無法創建七層策略。

source: Unable to create l7 rule.
es: No ha sido posible crear la regla l7
ru: Не удалось создать L7 правило.
zh_hans: 无法创建七层规则。
zh_hant: 無法創建七層規則。

source: Unable to create listener.
es: No ha sido posible crear el oyente.
ru: Не удалось создать слушателя.
zh_hans: 无法创建监听器。
zh_hant: 無法創建監聽器。

source: Unable to create load balancer.
es: No se ha posido crear el balanceador de carga.
ru: Не удалось создать балансировщик нагрузки.
zh_hans: 无法创建负载均衡器。
zh_hant: 無法創建負載均衡器。

source: Unable to create pool.
es: No ha sido posible crear el pool.
ru: Не удалось создать пул.
zh_hans: 无法创建资源池。
zh_hant: 無法創建資源池。

source: Unable to delete Health Monitor: %s.
es: No ha sido posible eliminar monitor de estado: %s
ru: Не удалось удалить монитор состояния: %s.
zh_hans: 无法删除健康监控：%s。
zh_hant: 無法刪除健康監控：%s。

source: Unable to delete L7 Policy: %s.
es: No se ha podido eliminar política L7: %s.
ru: Не удалось удалить L7 политику: %s.
zh_hans: 无法删除七层策略：%s。
zh_hant: 無法刪除七層策略：%s。

source: Unable to delete L7 Rule: %s.
es: No se ha podido eliminar la regla L7: %s.
ru: Не удалось удалить L7 правило: %s.
zh_hans: 无法删除七层规则：%s。
zh_hant: 無法刪除七層規則：%s。

source: Unable to delete Listener: %s.
es: No ha sido posible eliminar el oyente: %s.
ru: Не удалось удалить слушателя: %s.
zh_hans: 无法删除监听器：%s。
zh_hant: 無法刪除監聽器：%s。

source: Unable to delete Load Balancer: %s.
es: No ha sido posible eliminar el balanceador de carga: %s.
ru: Не удалось удалить балансировщик нагрузки: %s.
zh_hans: 无法删除负载均衡器：%s。
zh_hant: 無法刪除負載均衡器：%s。

source: Unable to delete Member: %s.
es: No se ha podido eliminar miembro: %s.
ru: Не удалось удалить участника: %s.
zh_hans: 无法删除成员：%s。
zh_hant: 無法刪除成員：%s。

source: Unable to delete Pool: %s.
es: No se ha podido eliminar el pool: %s.
ru: Не удалось удалить пул: %s.
zh_hans: 无法删除资源池：%s。
zh_hant: 無法刪除資源池：%s。

source: Unable to delete flavor profile.
es: No ha sido posible eliminar el perfil del sabor.
ru: Не удалось удалить профиль шаблона конфигурации.
zh_hans: 无法删除实例类型配置集。

source: Unable to delete flavor.
es: No ha sido posible eliminar el sabor.
ru: Не удалось удалить шаблон конфигурации.
zh_hans: 无法删除实例类型。

source: Unable to delete health monitor.
es: No ha sido posible eliminar el monitor de estado.
ru: Не удалось удалить монитор состояния.
zh_hans: 无法删除健康监控。
zh_hant: 無法刪除健康監控。

source: Unable to delete l7 policy.
es: No ha sido posible eliminar la política l7.
ru: Не удалось удалить L7 политику.
zh_hans: 无法删除七层策略。
zh_hant: 無法刪除七層策略。

source: Unable to delete l7 rule.
es: No ha sido posible eliminar la regla l7.
ru: Не удалось удалить L7 правило.
zh_hans: 无法删除七层规则。
zh_hant: 無法刪除七層規則。

source: Unable to delete listener.
es: No ha sido posible eliminar el oyente.
ru: Не удалось удалить слушателя.
zh_hans: 无法删除监听器。
zh_hant: 無法刪除監聽器。

source: Unable to delete load balancer.
es: No ha sido posible eliminar el balanceador de carga.
ru: Не удалось удалить балансировщик нагрузки.
zh_hans: 无法删除负载均衡器。
zh_hant: 無法刪除負載均衡器。

source: Unable to delete member.
es: No ha sido posible eliminar el miembro.
ru: Не удалось удалить участника.
zh_hans: 无法删除成员。
zh_hant: 無法刪除成員。

source: Unable to delete pool.
es: No ha sido posible eliminar el pool.
ru: Не удалось удалить пул.
zh_hans: 无法删除资源池。
zh_hant: 無法刪除資源池。

source: Unable to disassociate floating IP address from load balancer: %s.
es: No se ha podiso desasociar la dirección IP flotante del balanceador de carga: %s.
ru: Не удалось отвязать плавающий IP-адрес от балансировщика нагрузки: %s.
zh_hans: 无法从负载均衡器解除浮动IP地址关联：%s。
zh_hant: 無法從負載均衡器解除浮動IP地址關聯：%s。

source: Unable to retrieve SSL certificates.
es: No ha sido posible obtener los certificados SSL.
ru: Не удалось получить SSL сертификаты.
zh_hans: 不能获取 SSL 证书。
zh_hant: 不能獲取 SSL 證書。

source: Unable to retrieve availability zones.
es: No ha sido posible obtener las zonas de disponibilidad.
ru: Не удалось получить зоны доступности.

source: Unable to retrieve flavor profile.
es: No ha sido posible obtener el perfil del sabor.
ru: Не удалось получить профиль шаблона конфигурации.
zh_hans: 无法获取实例类型配置集。

source: Unable to retrieve flavor profiles.
es: No ha sido posible obtener los perfiles de los sabores.
ru: Не удалось получить профили шаблона конфигурации.
zh_hans: 无法获取实例类型配置集。

source: Unable to retrieve flavor.
es: No ha sido posible obtener el sabor.
ru: Не удалось получить шаблон конфигурации.
zh_hans: 无法获取实例类型。

source: Unable to retrieve flavors.
es: No ha sido posible obtener los sabores.
ru: Не удалось получить шаблоны конфигураций.
zh_hans: 无法获取实例类型。

source: Unable to retrieve health monitor.
es: No ha sido posible obtener el monitor de estado.
ru: Не удалось получить монитор состояния.
zh_hans: 无法获取健康监控。
zh_hant: 無法獲取健康監控。

source: Unable to retrieve health monitors.
es: No ha sido posible obtener los monitores de estado.
ru: Не удалось получить мониторы состояния.
zh_hans: 无法获取健康监控。
zh_hant: 無法獲取健康監控。

source: Unable to retrieve l7 policies.
es: No ha sido posible obtener las políticas l7.
ru: Не удалось получить L7 политики.
zh_hans: 无法获取七层策略。
zh_hant: 無法獲取七層策略。

source: Unable to retrieve l7 policy.
es: No ha sido posible obtener la política l7.
ru: Не удалось получить L7 политику.
zh_hans: 无法获取七层策略。
zh_hant: 無法獲取七層策略。

source: Unable to retrieve l7 rule.
es: No ha sido posible obtener la regla l7.
ru: Не удалось получить L7 правило.
zh_hans: 无法获取七层规则。
zh_hant: 無法獲取七層規則。

source: Unable to retrieve l7 rules.
es: No ha sido posible obtener las reglas l7.
ru: Не удалось получить L7 правила.
zh_hans: 无法获取七层规则。
zh_hant: 無法獲取七層規則。

source: Unable to retrieve listener.
es: No ha sido posible obtener el oyente.
ru: Не удалось получить слушателя.
zh_hans: 无法检索监听器。
zh_hant: 無法檢索監聽器。

source: Unable to retrieve listeners.
es: No ha sido posible obtener los oyentes.
ru: Не удалось получить слушателей.
zh_hans: 无法检索监听器。
zh_hant: 無法檢索監聽器。

source: Unable to retrieve load balancer.
es: No ha sido posible obtener el balanceador de carga.
ru: Не удалось получить балансировщик нагрузки.
zh_hans: 无法检索负载均衡器。
zh_hant: 無法檢索負載均衡器。

source: Unable to retrieve load balancers.
es: No ha sido posible obtener los balanceadores de carga.
ru: Не удалось получить балансировщики нагрузки.
zh_hans: 无法检索负载均衡器。
zh_hant: 無法檢索負載均衡器。

source: Unable to retrieve member.
es: No ha sido posible obtener el miembro.
ru: Не удалось получить участника.
zh_hans: 无法检索成员。
zh_hant: 無法檢索成員。

source: Unable to retrieve members.
es: No ha sido posible obtener los miembros.
ru: Не удалось получить участников.
zh_hans: 无法检索成员。
zh_hant: 無法檢索成員。

source: Unable to retrieve pool.
es: No ha sido posible obtener el pool.
ru: Не удалось получить пул.
zh_hans: 无法检索资源池。
zh_hant: 無法檢索資源池。

source: Unable to retrieve pools.
es: No ha sido posible obtener los pools.
ru: Не удалось получить пулы.
zh_hans: 无法检索资源池。
zh_hant: 無法檢索資源池。

source: Unable to retrieve secrets.
es: No ha sido posible obtener los secretos
ru: Не удалось получить секреты.
zh_hans: 无法获取密匙。
zh_hant: 無法獲取密匙。

source: Unable to update flavor profile.
es: No ha sido posible actualizar el perfil del sabor.
ru: Не удалось обновить профиль шаблона конфигурации.
zh_hans: 无法更新实例类型配置集。

source: Unable to update flavor.
es: No ha sido posible actualizar el sabor.
ru: Не удалось обновить шаблон конфигурации.
zh_hans: 无法更新实例类型。

source: Unable to update health monitor.
es: No ha sido posible actualizar el monitor de estado.
ru: Не удалось обновить монитор состояния.
zh_hans: 无法更新健康监控。
zh_hant: 無法更新健康監控。

source: Unable to update l7 policy.
es: No ha sido posible actualizar la política l7.
ru: Не удалось обновить L7 политику.
zh_hans: 无法更新七层策略。
zh_hant: 無法更新七層策略。

source: Unable to update l7 rule.
es: No ha sido posible actualizar la regla l7.
ru: Не удалось обновить L7 правило.
zh_hans: 无法更新七层规则。
zh_hant: 無法更新七層規則。

source: Unable to update listener.
es: No ha sido posible actualizar el oyente.
ru: Не удалось обновить слушателя.
zh_hans: 无法更新监听器。
zh_hant: 無法更新監聽器。

source: Unable to update load balancer.
es: No ha sido posible actualizar el balanceador de carga.
ru: Не удалось обновить балансировщик нагрузки.
zh_hans: 无法更新负载均衡器。
zh_hant: 無法更新負載均衡器。

source: Unable to update member list.
es: No ha sido posible actualizar la lista de miembros.
ru: Не удалось обновить список участников.
zh_hans: 无法更新成员列表。
zh_hant: 無法更新成員列表。

source: Unable to update member.
es: No ha sido posible actualizar el miembro.
ru: Не удалось обновить участника.
zh_hans: 无法更新成员。
zh_hant: 無法更新成員。

source: Unable to update pool.
es: No ha sido posible actualizar el pool.
ru: Не удалось обновить пул.
zh_hans: 无法更新资源池。
zh_hant: 無法更新資源池。

source: Update
es: Actualizar
ru: Обновить
zh_hans: 更新
zh_hant: 更新

source: Update Health Monitor
es: Actualizar monitor de estado
ru: Обновить монитор состояния
zh_hans: 更新健康监控器。
zh_hant: 更新健康監控器。

source: Update L7 Policy
es: Actualizar política L7
ru: Обновить L7 политику
zh_hans: 更新七层策略
zh_hant: 更新七層策略

source: Update L7 Rule
es: Actualizar regla L7
ru: Обновить L7 правило
zh_hans: 更新七层规则
zh_hant: 更新七層規則

source: Update Listener
es: Actualizar oyente
ru: Обновить слушателя
zh_hans: 更新监听器
zh_hant: 更新監聽器

source: Update Load Balancer
es: Actualizar balanceador de carga
ru: Обновить балансировщик нагрузки
zh_hans: 更新负载均衡器
zh_hant: 更新負載均衡器

source: Update Member
es: Actualizar miembros
ru: Обновить участника
zh_hans: 更新成员
zh_hant: 更新成員

source: Update Pool
es: Actualizad pool
ru: Обновить пул
zh_hans: 更新资源池
zh_hant: 更新資源池

source: Updated At
es: Actualizado en
ru: Обновлен в
zh_hans: 更新于
zh_hant: 更新于

source: Use the key-manager service to create any certificate containers before creating the listener. The following documentation provides information on how to create a certificate container:
es: Utilice el servicio de gestión de claves para crear cualquier contenedor de certificados antes de crear el oyente. La siguiente documentación proporcionar información sobre cómo crear el contenedor de certificado:
ru: Используйте службу key-manager для создания контейнеров сертификатов перед созданием слушателя. В следующей документации содержится информация о том, как создать контейнер сертификатов:
zh_hans: 创建监听器前，使用 key-manager 服务创建所有证书容器。 下面的文档介绍了如何创建一个证书容器：
zh_hant: 創建監聽器前，使用 key-manager 服務創建所有證書容器。 下面的文檔介紹了如何創建一個證書容器：

source: Value
es: Valor
ru: Значение
zh_hans: 值
zh_hant: 值

source: Value:
es: Valor:
ru: Значение:
zh_hans: 值：
zh_hant: 值：

source: Weight
es: Peso
ru: Вес
zh_hans: 权重
zh_hant: 權重

source: Weight:
es: Peso:
ru: Вес:
zh_hans: 权重：
zh_hant: 權重：

source: When true the logic of the rule is inverted. For example, with invert true, equal to would become not equal to.
es: Cuando se cumpla, se invierte la lógica de la regla. Por ejemplo, si está activado igual se convierte en no igual.
ru: При значении true логика правила инвертируется. Например, при значении инверсии true равное с станет не равным с.
zh_hans: 为是时该规则将被反转。例如，反转为是时相同将变成不相同。
zh_hant: 為是時該規則將被反轉。例如，反轉為是時相同將變成不相同。

source: Yes
es: Sí
ru: Да
zh_hans: 是
zh_hant: 是

source: You are about to disassociate the floating IP address from load balancer "%s". Please confirm.
es: Va a desasociar la IP flotante del balanceados "%s". Por favor, confírmelo.
ru: Вы собираетесь отвязать плавающий IP-адрес от балансировщика нагрузки "%s". Пожалуйста, подтвердите.
zh_hans: 你将从负载均衡器解除浮动 IP 地址关联“%s”，请确认。
zh_hant: 你將從負載均衡器解除浮動 IP 地址關聯“%s”，請確認。

source: You have selected "%s". Deleted L7 Policy is not recoverable.
es: Ha seleccionado "%s". No se podrá recuperar la política L7 eliminada.
ru: Вы выбрали "%s". Удаленная L7 политика не подлежит восстановлению.
zh_hans: 你选择了“%s”。删除的七层策略无法恢复。
zh_hant: 你選擇了“%s”。刪除的七層策略無法恢復。

source: You have selected "%s". Deleted L7 Rule is not recoverable.
es: Ha seleccionado "%s". No se podrá recuperar la regla L7 eliminada.
ru: Вы выбрали "%s". Удаленное L7 правило не подлежит восстановлению.
zh_hans: 你选择了“%s”。删除的七层规则无法恢复。
zh_hant: 你選擇了“%s”。刪除的七層規則無法恢復。

source: You have selected "%s". Deleted health monitor is not recoverable.
es: Ha seleccionado "%s". No se podrá recuperar el monitor de estado eliminado.
ru: Вы выбрали "%s". Удаленный монитор состояния не подлежит восстановлению.
zh_hans: 你选择了“%s”。删除的健康监控器无法恢复。
zh_hant: 你選擇了“%s”。刪除的健康監控器無法恢復。

source: You have selected "%s". Deleted listener is not recoverable.
es: Ha seleccionado "%s". No se podrá recuperar el oyente eliminado
ru: Вы выбрали "%s". Удаленный слушатель не подлежит восстановлению.
zh_hans: 你选择了“%s”。删除的监听器无法恢复。
zh_hant: 你選擇了“%s”。刪除的監聽器無法恢復。
