Repository: openstack/octavia-dashboard
Catalog: octavia_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: es, ru, zh_hans, zh_hant

source: A new health monitor is being created.
es: Se va a crear un nuevo monitor de estado.
ru: Создается новый монитор состояния.
zh_hans: 一个新的健康监控器正在创建。
zh_hant: 一個新的健康監控器正在創建。

source: A new l7 policy is being created.
es: Se va a crear una nueva política L7.
ru: Создается новая l7 политика.
zh_hans: 一个新的七层策略正在被创建
zh_hant: 一個新的七層策略正在被創建

source: A new listener is being created.
es: Se va a crear un nuevo oyente.
ru: Создается новый слушатель.
zh_hans: 一个新的监听器正在创建。
zh_hant: 一個新的監聽器正在創建。

source: A new load balancer is being created.
es: Se va a crear un nuevo balanceador de carga.
ru: Создается новый балансировщик нагрузки.
zh_hans: 一个新的负载均衡器正在创建。
zh_hant: 一個新的負載均衡器正在創建。

source: A new pool is being created.
es: Se ha creado un nuevo pool.
ru: Создается новый пул.
zh_hans: 一个新的资源池正在创建。
zh_hant: 一個新的資源池正在創建。

source: A newline separated list of cidrs to be allowed to connect to the listener. An empty list means allow from any.
ru: Список CIDR, которым будет разрешено подключаться к слушателю, разделенный новой строкой. Пустой список означает, что разрешено подключение с любого.

source: A pool represents a group of members over which the load balancing will be applied.
es: Un pool representa un grupo de miembros sobre los que se aplica el balanceo de carga.
ru: Пул представляет собой группу участников, к которым будет применяться балансировка нагрузки.
zh_hans: 资源池代表提供负载均衡器的一组成员。
zh_hant: 資源池代表提供負載均衡器的一組成員。

source: A string of the allowed ciphers using the OpenSSL syntax. The syntax is a colon separated list of the chiphers, ex. "TLS_AES_256_GCM_SHA384:TLS_CHACHA20_POLY1305_SHA256:TLS_AES_128_GCM_SHA256" Note, don't include quotation marks. An empty string sets the default TLS Cipher String configured in Octavia.
ru: Строка разрешенных шифров с использованием синтаксиса OpenSSL. Синтаксис это список шифров, разделенный двоеточием, например. "TLS_AES_256_GCM_SHA384:TLS_CHACHA20_POLY1305_SHA256:TLS_AES_128_GCM_SHA256" Обратите внимание, не включайте кавычки. Пустая строка устанавливает шифр TLS по умолчанию, настроенный в Octavia.

source: APP_COOKIE: Session persistence based on application cookie.
es: APP_COOKIE: Persistencia de sesión basada en cookie de aplicación.
ru: APP_COOKIE: сохранение сессии на основе cookie приложения.
zh_hans: APP_COOKIE：基于应用 COOKIE 的会话持久化。
zh_hant: APP_COOKIE：基于應用 COOKIE 的會話持久化。

source: Action
es: Acción
ru: Действие
zh_hans: 行为
zh_hant: 行為

source: Action:
es: Acción:
ru: Действие:
zh_hans: 行为：
zh_hant: 行為：

source: Active
es: Activo
ru: Активный
zh_hans: 运行中
zh_hant: 運行中

source: Add
es: Añadir
ru: Добавить
zh_hans: 添加
zh_hant: 添加

source: Add external member
es: Añadir un miembro exterior
ru: Добавить внешнего участника
zh_hans: 添加外部成员
zh_hant: 添加外部成員

source: Add members to the load balancer pool.
es: Añadir miembros al pool del balanceador de carga.
ru: Добавьте участников в пул балансировщика нагрузки.
zh_hans: 为负载均衡池添加成员。
zh_hant: 為負載均衡池添加成員。

source: Add/Remove Members
es: Añadir/eliminar miembros
ru: Добавить/удалить участников
zh_hans: 添加/移除成员
zh_hant: 添加/移除成員

source: Add/Remove Pool Members
es: Añadir/eliminar miembros del pool
ru: Добавление/удаление участников пула
zh_hans: 添加/移除资源池成员
zh_hant: 添加/移除資源池成員

source: Additional headers insertion into HTTP header, only "X-Forwarded-For", "X-Forwarded-Port" and "X-Forwarded-Proto" are supported.
es: Inserción adiciona de cabeceras en la cabecera HTTP, solo está soportadas X-Forwarded-For", "X-Forwarded-Port" y "X-Forwarded-Proto".
ru: Вставка дополнительных заголовков в HTTP-заголовок, поддерживаются только "X-Forwarded-For", "X-Forwarded-Port" и "X-Forwarded-Proto".
zh_hans: 插入到 HTTP 头部的额外报头。 仅支持 "X-Forwarded-For"、"X-Forwarded-Port" 和 "X-Forwarded-Proto"。

source: Admin State Up
es: Estado de administración habilitado
ru: Административно включен
zh_hans: 管理状态：启动
zh_hant: 管理狀態：啟動

source: Algorithm
es: Algoritmo
ru: Алгоритм
zh_hans: 算法
zh_hant: 算法

source: Algorithm:
es: Algoritmo:
ru: Алгоритм:
zh_hans: 算法：
zh_hant: 算法：

source: Allocated Members
es: Miembros asignados
ru: Выделенные участники
zh_hans: 分配成员
zh_hant: 分配成員

source: Allowed Cidrs
ru: Разрешенные CIDR

source: Allowed Cidrs:
ru: Разрешенные CIDR:

source: An L7 Policy is a collection of L7 rules associated with a Listener, and which may also have an association to a back-end pool
es: Una política L7 es una colección de reglas L7 asociadas con un oyente, y que también puede tener una asociación con un pool de "back end"
ru: L7 политика - это набор L7 правил, связанных со слушателем, который также может быть связан с внутренним пулом.
zh_hans: 一个七层策略是关联于监听器的七层规则的集，监听器可能有一个关联的资源池
zh_hant: 一個七層策略是關聯于監聽器的七層規則的集，監聽器可能有一個關聯的資源池

source: An L7 Rule is a single, simple logical test which returns either true or false.
es: Una regla L7 es un test lógico único y simple que devuelve verdadero o falso.
ru: L7 правило - это один простой логический тест, который возвращает либо истину, либо ложь.
zh_hans: 一个七层规则是返回是或否的单一简单逻辑测试
zh_hant: 一個七層規則是返回是或否的單一簡單邏輯測試

source: An alternate IP address used for health monitoring a backend member. Default is null which monitors the member address.
es: Una dirección IP alternativa utilizada por el monitor de estado como miembro de respaldo. El valor prederminado es null que monitoriza la dirección del miembro.
ru: Альтернативный IP-адрес, используемый для мониторинга состояния участника бекэнда. По умолчанию равен null, который отслеживает адрес участника.
zh_hans: 用于后端成员健康监控的 IP 地址。 默认是空时监测该成员地址。
zh_hant: 用於後端成員健康監控的 IP 地址。 預設是空時監測該成員地址。

source: An alternate protocol port used for health monitoring a backend member. Default is null which monitors the member protocol port.
es: Un puerto de protocolo alternativo utilizado por el monitor de estado como miembro de respaldo. El valor prederminado es null que monitoriza el puerto del miembro.
ru: Альтернативный порт протокола, используемый для мониторинга состояния участника бэкенда. По умолчанию null, который контролирует порт протокола участника.
zh_hans: 用于后端成员健康监控的协议端口。 默认是空时监测该成员协议端口。
zh_hant: 用於後端成員健康監控的協議連接埠。 預設是空時監測該成員協議連接埠。

source: An error occurred. Please try again later.
es: Ha ocurrido un error. Por favor, inténtelo de nuevo más tarde.
ru: Произошла ошибка. Пожалуйста, повторите попытку позже.
zh_hans: 发生错误，请稍后重试。
zh_hant: 發生錯誤，請稍後重試。

source: Associate
es: Asociar
ru: Связать
zh_hans: 关联
zh_hant: 關聯

source: Associate Floating IP
es: Asociar IP flotante
ru: Привязать плавающий IP
zh_hans: 关联浮动 IP
zh_hant: 關聯浮動 IP

source: Associate Floating IP Address
es: Asociar dirección IP flotante
ru: Связать плавающий IP-адрес
zh_hans: 关联浮动 IP 地址
zh_hant: 關聯浮動 IP 地址

source: Associating floating IP with load balancer.
es: Asociando IP flotante con balanceador de carga.
ru: Связать плавающий IP с балансировщиком нагрузки.
zh_hans: 为负载均衡器关联浮动 IP。
zh_hant: 為負載均衡器關聯浮動 IP。

source: Availability Zone
es: Zona de disponibilidad
ru: Зона доступности

source: Available Instances
es: Instancias disponibles
ru: Доступные инстансы
zh_hans: 可用实例
zh_hant: 可用實例

source: Backend member connection timeout in milliseconds. Default: 5000.
es: Tiempo límite de conexión de miembro de respaldo en milisegundos. Predeterminado: 5000.
ru: Таймаут подключения к серверам в миллисекундах. По умолчанию: 5000.
zh_hans: 后端成员连接超时时限，单位是毫秒，默认值：5000。
zh_hant: 後端成員連接超時時限，單位是毫秒，預設值：5000。

source: Backend member inactivity timeout in milliseconds. Default: 50000.
es: Tiempo límite de inactividad del miembro de respaldo en milisegundos. Predeterminado: 50000.
ru: Таймаут для запросов балансировщика в миллисекундах. По умолчанию: 50000.
zh_hans: 后端成员闲置超时时限，单位是毫秒，默认值：50000。
zh_hant: 後端成員閒置超時時限，單位是毫秒，預設值：50000。

source: Backup
es: Respaldo
ru: Резервный
zh_hans: 备份
zh_hant: 備份

source: Backup:
es: Respaldo:
ru: Резервный:
zh_hans: 备份：
zh_hant: 備份：

source: CONTAINS: String contains.
es: CONTAINS: LA cadena contiene
ru: CONTAINS: строка содержит.
zh_hans: 包含：字符串包含。
zh_hant: 包含：字元串包含。

source: COOKIE: The rule looks for a cookie named by the key parameter and compares it against the value parameter in the rule.
es: COOKIE:
ru: COOKIE: правило ищет cookie, названный в параметре ключа, и сравнивает его с параметром значения в правиле.
zh_hans: COOKIE：该规则查找以键参数命名的 COOKIE 并将其与值参数相比较。
zh_hant: COOKIE：該規則查找以鍵參數命名的 COOKIE 並將其與值參數相比較。

source: Cancel
es: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Certificate Name
es: Nombre del certificado
ru: Имя сертификата
zh_hans: 证书名称
zh_hant: 證書名稱

source: Client Data Timeout
es: Tiempo límite de datos del cliente
ru: Таймаут данных клиента
zh_hans: 客户数据超时时限
zh_hant: 客戶數據超時時限

source: Client Data Timeout:
es: Tiempo límite de datos del cliente:
ru: Таймаут данных клиента:
zh_hans: 客户数据超时时限：
zh_hant: 客戶數據超時時限：

source: Compare Type
es: Comparar tipo
ru: Сравнить тип
zh_hans: 比较类型
zh_hant: 比較類型

source: Compare Type:
es: Comparar tipo:
ru: Сравнить тип:
zh_hans: 比较类型：
zh_hant: 比較類型：

source: Confirm Delete Health Monitor
es: Confirmar eliminar monitor de estado
ru: Подтвердить удаление монитора состояния
zh_hans: 确认删除健康监控器
zh_hant: 確認刪除健康監控器

source: Confirm Delete L7 Policy
es: Confirmar eliminar política L7
ru: Подтвердить удаление L7 политики
zh_hans: 确认删除七层策略
zh_hant: 確認刪除七層策略

source: Confirm Delete L7 Rule
es: Confirmar eliminar regla L7
ru: Подтверждение удаления L7 правила
zh_hans: 确认删除七层规则
zh_hant: 確認刪除七層規則

source: Confirm Delete Listener
es: Confirmar eliminar oyente
ru: Подтвердить удаление слушателя
zh_hans: 确认删除监听器
zh_hant: 確認刪除監聽器

source: Confirm Delete Load Balancer
es: Confirmar eliminar balanceador de carga
ru: Подтверждение удаления балансировщика нагрузки
zh_hans: 确认删除负载均衡器
zh_hant: 確認刪除負載均衡器

source: Confirm Delete Member
es: Confirmar eliminar miembro
ru: Подтверждение удаления участника
zh_hans: 确认删除成员
zh_hant: 確認刪除成員

source: Confirm Delete Pool
es: Confirmar eliminar pool
ru: Подтверждение удаления пула
zh_hans: 确认删除资源池
zh_hant: 確認刪除資源池

source: Confirm Disassociate Floating IP Address
es: Confirmar la desasociación de la dirección IP flotante
ru: Подтверждение отвязки плавающего IP-адреса
zh_hans: 确认解除关联浮动 IP 地址。
zh_hant: 確認解除關聯浮動 IP 地址。

source: Connection Limit
es: Límite de conexiones
ru: Ограничение подключений
zh_hans: 连接限制
zh_hant: 連接限制

source: Connection Limit:
es: Límite de conexiones:
ru: Ограничение подключений:
zh_hans: 连接限制：
zh_hant: 連接限制：

source: Contains
es: Contiene
ru: Содержит
zh_hans: 包含
zh_hant: 包含

source: Cookie Name
es: Nombre de la cookie
ru: Имя cookie
zh_hans: Cookie 名称
zh_hant: Cookie 名稱

source: Create Health Monitor
es: Crear monitor de estado
ru: Создать монитор состояния
zh_hans: 创建健康监控器。
zh_hant: 創建健康監控器。

source: Create L7 Policy
es: Crear política L7
ru: Создать L7 политику
zh_hans: 创建七层策略
zh_hant: 創建七層策略

source: Create L7 Rule
es: Crear regla L7
ru: Создать правило L7
zh_hans: 创建七层规则
zh_hant: 創建七層規則

source: Create Listener
es: Crear oyente
ru: Создать слушателя
zh_hans: 创建监控器
zh_hant: 創建監控器

source: Create Load Balancer
es: Crear balanceador de carga
ru: Создать балансировщик нагрузки
zh_hans: 创建负载均衡器
zh_hant: 創建負載均衡器

source: Create Pool
es: Crear pool
ru: Создать пул
zh_hans: 创建资源池
zh_hant: 創建資源池

source: Created At
es: Creado en
ru: Создан в
zh_hans: 创建于
zh_hant: 創建於

source: Default Pool ID
es: ID pool predeterminado
ru: ID пула по умолчанию
zh_hans: 默认资源池 ID
zh_hant: 預設資源池 ID

source: Default Pool ID:
es: ID pool predeterminado:
ru: ID пула по умолчанию:
zh_hans: 默认资源池 ID：
zh_hant: 預設資源池 ID：

source: Default TLS Container Ref
es: Ref. contenedor TLS predeterminado
ru: TLS контейнер по умолчанию
zh_hans: 默认 TLS 容器编号
zh_hant: 預設 TLS 容器編號

source: Degraded
es: Degradado
ru: Ухудшен
zh_hans: 衰退
zh_hant: 衰退

source: Delay
es: Demora
ru: Задержка
zh_hans: 延迟
zh_hant: 延遲

source: Delay (sec)
es: Demora (seg)
ru: Задержка (сек.)
zh_hans: 延迟（秒）
zh_hant: 延遲（秒）

source: Delay:
es: Demora;
ru: Задержка:
zh_hans: 延迟：
zh_hant: 延遲：

source: Delete Health Monitor
es: Eliminar monitor de estado
ru: Удалить монитор состояния
zh_hans: 删除健康监控
zh_hant: 刪除健康監控

source: Delete Health Monitors
es: Eliminar monitor de estado
ru: Удалить мониторы состояния
zh_hans: 删除健康监控
zh_hant: 刪除健康監控

source: Delete L7 Policies
es: Eliminar políticas L7
ru: Удалить L7 политики
zh_hans: 删除七层策略
zh_hant: 刪除七層策略

source: Delete L7 Policy
es: Eliminar política L7
ru: Удалить L7 политику
zh_hans: 删除七层策略
zh_hant: 刪除七層策略

source: Delete L7 Rule
es: Eliminar regla L7
ru: Удалить L7 правило
zh_hans: 删除七层规则
zh_hant: 刪除七層規則

source: Delete L7 Rules
es: Eliminar regla L7
ru: Удалить L7 правила
zh_hans: 删除七层规则
zh_hant: 刪除七層規則

source: Delete Listener
es: Eliminar oyente
ru: Удалить слушателя
zh_hans: 删除监控器
zh_hant: 刪除監控器

source: Delete Listeners
es: Eliminar oyentes
ru: Удалить слушателей
zh_hans: 删除监控器
zh_hant: 刪除監控器

source: Delete Load Balancer
es: Eliminar balanceador de carga
ru: Удалить балансировщик нагрузки
zh_hans: 删除负载均衡器
zh_hant: 刪除負載均衡器

source: Delete Load Balancers
es: Eliminar balanceador de carga
ru: Удалить балансировщики нагрузки
zh_hans: 删除负载均衡器
zh_hant: 刪除負載均衡器

source: Delete Member
es: Eliminar miembro
ru: Удалить участника
zh_hans: 删除成员
zh_hant: 刪除成員

source: Delete Members
es: Eliminar miembros
ru: Удалить участников
zh_hans: 删除成员
zh_hant: 刪除成員

source: Delete Pool
es: Eliminar pool
ru: Удалить пул
zh_hans: 删除资源池
zh_hant: 刪除資源池

source: Delete Pools
es: Eliminar pool
ru: Удалить пулы
zh_hans: 删除资源池
zh_hant: 刪除資源池

source: Deleted Health Monitor: %s.
es: Monitor de estado eliminado: %s
ru: Удален монитор состояния: %s.
zh_hans: 删除的健康监控器：%s。
zh_hant: 刪除的健康監控器：%s。

source: Deleted L7 Policy: %s.
es: Eliminada política L7: %s.
ru: Удалена L7 политика: %s.
zh_hans: 删除的七层策略：%s。
zh_hant: 刪除的七層策略：%s。

source: Deleted L7 Rule: %s.
es: Regla L7 eliminada: %s.
ru: Удалено L7 правило: %s.
zh_hans: 删除的七层规则：%s。
zh_hant: 刪除的七層規則：%s。

source: Deleted Listener: %s.
es: Oyente eliminado: %s.
ru: Удаленный слушатель: %s.
zh_hans: 删除的监听器：%s。
zh_hant: 刪除的監聽器：%s。

source: Deleted Load Balancer: %s.
es: Balanceador de carga eliminado: %s.
ru: Удален балансировщик нагрузки: %s.
zh_hans: 删除的负载均衡器：%s。
zh_hant: 刪除的負載均衡器：%s。

source: Deleted Member: %s.
es: Eliminado miembro: %s.
ru: Удален участник: %s.
zh_hans: 删除的成员：%s。
zh_hant: 刪除的成員：%s。

source: Deleted Pool: %s.
es: Pool eliminado: %s.
ru: Удаленный пул: %s.
zh_hans: 删除的资源池：%s。
zh_hant: 刪除的資源池：%s。

source: Description
es: Descripción
ru: Описание
zh_hans: 描述
zh_hant: 描述

source: Disassociate
es: Desasociar
ru: Отвязать
zh_hans: 取消关联
zh_hant: 取消關聯

source: Disassociate Floating IP
es: Desasociar IP flotante
ru: Отвязать плавающий IP
zh_hans: 解除关联浮动 IP
zh_hant: 解除關聯浮動 IP

source: Disassociated floating IP address from load balancer: %s.
es: Desasociando dirección IP flotante del balanceador de carga: %s.
ru: Плавающий IP-адрес отвязан от балансировщика нагрузки: %s.
zh_hans: 已从负载均衡器取解除浮动IP关联：%s。
zh_hant: 已從負載均衡器取解除浮動IP關聯：%s。

source: Draining
ru: Удаляется

source: ENDS_WITH: String ends with.
es: ENDS_WITH: La cadena termina por
ru: ENDS_WITH: строка заканчивается на.
zh_hans: ENDS_WITH：字符串后缀。
zh_hant: ENDS_WITH：字元串尾碼。

source: EQUAL_TO: String is equal to.
es: EQUAL_TO: La cadena es igual a
ru: EQUAL_TO: строка равна.
zh_hans: EQUAL_TO：字符串相同。
zh_hant: EQUAL_TO：字元串相同。

source: Each port that listens for traffic on a particular load balancer is configured separately and tied to the load balancer. Multiple listeners can be associated with the same load balancer but each must use a unique port.
es: Cada puerto que escucha tráfico en un balanceador de carga particular está configurado separadamente y está ligado al balanceador de carga. Múltiples oyentes pueden asociarse al mismo balanceador de carga, pero cada uno debe usar un puerto único.
ru: Каждый порт, прослушивающий трафик на определенном балансировщике нагрузки, настраивается отдельно и привязан к балансировщику нагрузки. Несколько слушателей могут быть связаны с одним и тем же балансировщиком нагрузки, но каждый из них должен использовать уникальный порт.
zh_hans: 负载均衡器中的每一个监听的端口独立地配置并与负载均衡器关联。 多个监听器可以关联到同一个负载均衡器上， 但每个都必须使用唯一的端口。
zh_hant: 負載均衡器中的每一個監聽的連接埠獨立地配置並與負載均衡器關聯。 多個監聽器可以關聯到同一個負載均衡器上， 但每個都必須使用唯一的連接埠。

source: Edit Health Monitor
es: Editar monitor de estado
ru: Изменить монитор состояния
zh_hans: 编辑健康监控
zh_hant: 編輯健康監控

source: Edit L7 Policy
es: Editar política L7
ru: Изменить L7 политику
zh_hans: 编辑七层策略
zh_hant: 編輯七層策略

source: Edit L7 Rule
es: Editar regla L7
ru: Изменить L7 правило
zh_hans: 编辑七层规则
zh_hant: 編輯七層規則

source: Edit Listener
es: Editar oyente
ru: Изменить слушателя
zh_hans: 编辑监控器
zh_hant: 編輯監控器

source: Edit Load Balancer
es: Editar balanceador de carga.
ru: Изменить балансировщик нагрузки
zh_hans: 编辑负载均衡器
zh_hant: 編輯負載均衡器

source: Edit Member
es: Editar miembro
ru: Редактировать участника
zh_hans: 编辑成员
zh_hant: 編輯成員

source: Edit Pool
es: Editar pool
ru: Изменить пул
zh_hans: 编辑资源池
zh_hant: 編輯資源池

source: Enable TLS for backend re-encryption, communications between the load balancer and the member servers are encrypted.
ru: Включите TLS для повторного шифрования бекэнда, связь между балансировщиком и серверами-участниками шифруется.

source: Ends With
es: Termina con
ru: Заканчивается на
zh_hans: 结束于
zh_hant: 結束于

source: Equal To
es: Igua a
ru: Равен
zh_hans: 等于
zh_hant: 等於

source: Error
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

source: Expected Codes
es: Códigos esperados
ru: Ожидаемые коды
zh_hans: 预期的状态码
zh_hant: 預期的狀態碼

source: Expected Codes:
es: Códigos esperados:
ru: Ожидаемые коды:
zh_hans: 预期的状态码：
zh_hant: 預期的狀態碼：

source: Expiration Date
es: Fecha de caducidad
ru: Дата окончания
zh_hans: 截止日期
zh_hant: 截止日期

source: FILE_TYPE: The rule compares the last portion of the URI against the value parameter in the rule. (eg. "txt", "jpg", etc.)
es: FILE_TYPE: La regla compara la última porción de la URI con el parámetro valor de la regla (p.ej. "txt", "jpg", etc.)
ru: FILE_TYPE: правило сравнивает последнюю часть URI с параметром значения в правиле. (например, "txt", "jpg" и т. д.)
zh_hans: FILE_TYPE：该规则将 URI 的后缀与值参数相比较。（例如：“txt”，“jpg”。）
zh_hant: FILE_TYPE：該規則將 URI 的尾碼與值參數相比較。（例如：“txt”，“jpg”。）

source: File Type
es: Tipo de fichero
ru: Тип файла
zh_hans: 文件类型
zh_hant: 檔案類型

source: Flavor
es: Sabor
ru: Шаблон конфигурации
zh_hans: 类型
zh_hant: 類型

source: Flavor Description
es: Descripción del sabor
ru: Описание шаблона конфигурации
zh_hans: 实例类型描述

source: Flavor ID
es: ID del sabor
ru: ID шаблона конфигурации
zh_hans: 实例类型 ID

source: Floating IP
es: IP flotante
ru: Плавающий IP
zh_hans: 浮动 IP
zh_hant: 浮動 IP

source: Floating IP address or pool
es: Pool o Dirección IP flotante
ru: Плавающий IP-адрес или пул
zh_hans: 浮动 IP 地址或浮动 IP 地址池
zh_hant: 浮動 IP 地址或浮動 IP 地址池

source: Floating IP addresses
es: Direcciones IP flotantes
ru: Плавающие IP-адреса
zh_hans: 浮动 IP 地址
zh_hant: 浮動 IP 地址

source: Floating IP pools
es: Pools de IPs flotantes
ru: Плавающие IP-пулы
zh_hans: 浮动 IP 资源池
zh_hant: 浮動 IP 資源池

source: Frontend client inactivity timeout in milliseconds. Default: 50000.
es: Tiempo límite de inactividad del cliente frontal en milisegundos. Predeterminado: 50000.
ru: Таймаут соединения входящих запросов⁠ серверов в миллисекундах. По умолчанию: 50000.
zh_hans: 前端客户闲置超时时限，单位是毫秒，默认值：50000。
zh_hant: 前端客戶閒置超時時限，單位是毫秒，預設值：50000。

source: HEADER: The rule looks for a header defined in the key parameter and compares it against the value parameter in the rule.
es: HEADER: La regla busca una cabecera definida en el parámetro clave y la compara con el parámetro valor de la regla.
ru: HEADER: правило ищет заголовок, определенный в параметре ключа и сравнивает его с параметром value в правиле.
zh_hans: HEADER：该规则查找以键参数命名的报头并将其与值参数相比较。
zh_hant: HEADER：該規則查找以鍵參數命名的報頭並將其與值參數相比較。

source: HOST_NAME: The rule does a comparison between the HTTP/1.1 hostname in the request against the value parameter in the rule.
es: HOST_NAME: La regla hace una comparación entre el hostname HTTP/1.1 de la solicitud y el parámetro valor de la regla.
ru: HOST_NAME: правило выполняет сравнение HTTP/1.1 именем хоста в запросе с параметром значения в правиле.
zh_hans: HOST_NAME：该规则将请求中的 HTTP/1.1 主机名与值参数相比较。
zh_hant: HOST_NAME：該規則將請求中的 HTTP/1.1 主機名與值參數相比較。

source: HTTP Method
es: Método HTTP
ru: Метод HTTP
zh_hans: HTTP 方法
zh_hant: HTTP 方法

source: HTTP Method:
es: Método HTTP:
ru: Метод HTTP:
zh_hans: HTTP 方法：
zh_hant: HTTP 方法：

source: HTTP_COOKIE: Session persistence based on http cookie.
es: HTTP_COOKIE: Persistencia de sesión basas en cookie http.
ru: HTTP_COOKIE: сохранение сессии на основе HTTP cookie.
zh_hans: HTTP_COOKIE：基于 HTTP COOKIE 的会话持久化。
zh_hant: HTTP_COOKIE：基于 HTTP COOKIE 的會話持久化。

source: Header
es: Cabecera
ru: Заголовок
zh_hans: 报头
zh_hant: 報頭

source: Health Monitor
es: Monitor de estado
ru: Монитор состояния
zh_hans: 健康监控
zh_hant: 健康監控

source: Health Monitor ID
es: ID del monitor de estado
ru: ID монитора состояния
zh_hans: 健康监控器 ID
zh_hant: 健康監控器 ID

source: Health Monitors
es: Monitores de estado
ru: Мониторы состояния
zh_hans: 健康监控
zh_hant: 健康監控

source: Host Name
es: Nombre de host
ru: Имя хоста
zh_hans: 主机名
zh_hant: 主機名

source: IP Address
es: Dirección IP
ru: IP-адрес
zh_hans: IP 地址
zh_hant: IP 地址

source: IP Addresses (%(count)s)
es: Direcciones IP (%(count)s)
ru: IP-адреса (%(count)s)
zh_hans: IP 地址（%(count)s）
zh_hant: IP 地址（%(count)s）

source: IP address
es: Dirección IP
ru: IP-адрес
zh_hans: IP 地址
zh_hant: IP 地址

source: IP address:
es: Dirección IP:
ru: IP-адрес:
zh_hans: IP 地址：
zh_hant: IP 地址：

source: If an IP address is provided it must be a well-formed IPv4 or IPv6 address. The system will attempt to assign the provided IP address to the load balancer. If an IP address is not provided then one will be allocated for you.
es: Si se proporciona una dirección IP, debe ser una dirección IPv4 o IPv6 bien formada. El sistema intentará asignar la IP proporcionada al balanceador de carga. Si no se proporciona una dirección IP, se le asignará una.
ru: Если указан IP-адрес, он должен быть правильно сформированным адресом IPv4 или IPv6. Система попытается попытается назначить предоставленный IP-адрес балансировщику нагрузки. Если IP-адрес не указан то он будет для вас выделен.
zh_hans: IP地址必须为格式良好的 IPv4 或 IPv6 地址。 系统尝试为负载均衡器分配提供的 IP 地址。 如果没有提供 IP 地址，则需要你手动分配一个 IP。
zh_hant: IP地址必須為格式良好的 IPv4 或 IPv6 地址。 系統嘗試為負載均衡器分配提供的 IP 地址。 如果沒有提供 IP 地址，則需要你手動分配一個 IP。

source: If the listener uses the TERMINATED_HTTPS protocol, then one or more SSL certificates must be selected. The first certificate will be the default.
es: Si el oyente utiliza rl protocolo TERMINATED_HTTPS, entonces se debe seleccionar uno o más certificados SSL. El primer certificado será el prefeterminado.
ru: Если слушатель использует протокол TERMINATED_HTTPS, то один или несколько SSL сертификатов должны быть выбраны. Первый сертификат будет использоваться по умолчанию.
zh_hans: 如果监听器使用 TERMINATED_HTTPS 协议，则必须选择一个或多个 SSL 证书。 默认选择第一个。
zh_hant: 如果監聽器使用 TERMINATED_HTTPS 協議，則必須選擇一個或多個 SSL 證書。 預設選擇第一個。

source: Inactive
es: Inactivo
ru: Неактивный
zh_hans: 闲置
zh_hant: 閒置

source: Insert Headers
es: Insertar cabeceras
ru: Вставить заголовки
zh_hans: 插入报头
zh_hant: 插入報頭

source: Insert Headers:
es: Insertar cabeceras:
ru: Вставить заголовки:
zh_hans: 插入报头：
zh_hant: 插入報頭：

source: Invert
es: Invertir
ru: Инверсия
zh_hans: 反转
zh_hant: 反轉

source: Invert:
es: Invertir:
ru: Инверсия:
zh_hans: 反转：
zh_hant: 反轉：

source: Is the member a backup? Backup members only receive traffic when all non-backup members are down.
es: ¿El miembro es un respaldo? Los miembros respaldo sólo reciben tráfico cuando todos los miembros normales están caídos.
ru: Является ли этот участник резервным? Резервные участники получают трафик только в том случае, если все не резервные участники выключены.
zh_hans: 该成员是否为备份？备份成员仅当所有非备份成员不可用时才接收通信。
zh_hant: 該成員是否為備份？備份成員僅當所有非備份成員不可用時才接收通信。

source: Key
es: Clave
ru: Ключ
zh_hans: 键
zh_hant: 鍵
