Repository: openstack/octavia-dashboard
Catalog: octavia_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: es, ru, zh_hans, zh_hant

source: Key Manager API Guide: Creating a Certificate Container
es: Guía de la API del gestor de claves: Creando un contenedor de certificado
ru: Руководство по API менеджера ключей: Создание контейнера сертификатов
zh_hans: Key Manager API 指南：创建证书容器
zh_hant: Key Manager API 指南：創建證書容器

source: Key Manager Service Command-Line Client
es: Cliente de línea de comandos del Servicio de gestión de claves
ru: Клиент командной строки службы Key Manager
zh_hans: Key Manager 服务命令行客户端
zh_hant: Key Manager 服務命令行客戶端

source: Key:
es: Clave:
ru: Ключ:
zh_hans: 键：
zh_hant: 鍵：

source: L7 Policies
es: Políticas L7
ru: L7 политики
zh_hans: 七层策略
zh_hant: 七層策略

source: L7 Policy
es: Política L7
ru: L7 политика
zh_hans: 七层策略
zh_hant: 七層策略

source: L7 Policy Details
es: Detalles de la política L7
ru: Детали L7 политики
zh_hans: 七层策略详情
zh_hant: 七層策略詳情

source: L7 Rule
es: Regla L7
ru: L7 правило
zh_hans: 七层规则
zh_hant: 七層規則

source: L7 Rule Details
es: Detalles de la regla L7
ru: Детали L7 правила
zh_hans: 七层规则详情
zh_hant: 七層規則詳情

source: L7 Rules
es: Reglas L7
ru: L7 правила
zh_hans: 七层规则
zh_hant: 七層規則

source: LEAST_CONNECTIONS: Allocates requests to the instance with the least number of active connections.
es: LEAST_CONNECTIONS: Asocia solicitudes a la instancia con el menor número de conexiones activas.
ru: LEAST_CONNECTIONS: распределяет запросы к инстансам с наименьшим количеством активных соединений.
zh_hans: LEAST_CONNECTIONS：分发至最少活动连接次数的实例。
zh_hant: LEAST_CONNECTIONS：分發至最少活動連接次數的實例。

source: Listener
es: Oyente
ru: Слушатель
zh_hans: 监控器
zh_hant: 監控器

source: Listener Details
es: Detalles del oyente
ru: Детали слушателя
zh_hans: 监听器详情
zh_hant: 監聽器詳情

source: Listener ID
es: ID del oyente
ru: ID слушателя
zh_hans: 监听器ID
zh_hant: 監聽器ID

source: Listeners
es: Oyentes
ru: Слушатели
zh_hans: 监控器
zh_hant: 監控器

source: Load Balancer
es: Balanceador de carga
ru: Балансировщик нагрузки
zh_hans: 负载均衡器
zh_hant: 負載均衡器

source: Load Balancer Details
es: Detalles del balanceador de carga
ru: Детали балансировщика нагрузки
zh_hans: 负载均衡器详情
zh_hant: 負載均衡器詳情

source: Load Balancers
es: Balanceadores de carga
ru: Балансировщики нагрузки
zh_hans: 负载均衡器
zh_hant: 負載均衡器

source: Loading
es: Cargando
ru: Загрузка
zh_hans: 加载中
zh_hant: 加載中

source: Max Retries
es: Máx reinitentos
ru: Максимальное количество попыток
zh_hans: 最大尝试次数
zh_hant: 最大嘗試次數

source: Max Retries Down
es: Reintentos máximos caído
ru: Максимальное количество попыток до ошибки
zh_hans: 最大失败尝试次数
zh_hant: 最大失敗嘗試次數

source: Max Retries Down:
es: Reintentos máximos caído:
ru: Максимальное количество попыток до ошибки:
zh_hans: 最大失败重试次数：
zh_hant: 最大失敗重試次數：

source: Max Retries:
es: Reintentos máximos
ru: Максимальное количество попыток:
zh_hans: 最大重试次数：
zh_hant: 最大重試次數：

source: Member
es: Miembro
ru: Участник
zh_hans: 成员
zh_hant: 成員

source: Member Connect Timeout
es: Tiempo límite de conexiones de los miembros
ru: Таймаут соединения участника
zh_hans: 成员连接超时时限
zh_hant: 成員連接超時時限

source: Member Connect Timeout:
es: Tiempo límite de conexión del miembro:
ru: Таймаут соединения участника:
zh_hans: 成员连接超时时限：
zh_hant: 成員連接超時時限：

source: Member Data Timeout
es: Tiempo límite de datos del miembro
ru: Таймаут активности участника
zh_hans: 成员数据超时时限
zh_hant: 成員數據超時時限

source: Member Data Timeout:
es: Tiempo límite de datos del miembro:
ru: Таймаут активности участника:
zh_hans: 成员数据超时时限：
zh_hant: 成員數據超時時限：

source: Members
es: Miembros
ru: Участники
zh_hans: 成员
zh_hant: 成員

source: Members are the actual IP addresses that will receive traffic from the load balancer. Each member must have a unique combination of IP address and port.
es: Los miembros son las direcciones IP que realmente reciben tráfico del balanceador de carga. Cada miembro debe tener una combinación única de dirección IP y puerto.
ru: Участники - это фактические IP-адреса, которые будут получать трафик от балансировщика нагрузки. Каждый участник должен иметь уникальную комбинацию IP-адреса и порта.
zh_hans: 成员是在负载均衡器中通信的实际 IP 地址。 每个成员必须有一个唯一关联的 IP 地址和端口。
zh_hant: 成員是在負載均衡器中通信的實際 IP 地址。 每個成員必須有一個唯一關聯的 IP 地址和連接埠。

source: Monitor Address
es: Dirección del monitor
ru: Адрес монитора
zh_hans: 健康监听器地址
zh_hant: 健康監聽器地址

source: Monitor Address:
es: Dirección del monitor:
ru: Адрес монитора:
zh_hans: 健康监控器地址：
zh_hant: 健康監控器地址：

source: Monitor Details
es: Detalles del monitor
ru: Детали монитора
zh_hans: 健康监控器详情
zh_hant: 健康監控器詳情

source: Monitor Port
es: Puerto del monitor
ru: Порт монитора
zh_hans: 健康监听器端口
zh_hant: 健康監聽器連接埠

source: Monitor Port:
es: Puerto del monitor:
ru: Порт монитора:
zh_hans: 健康监控器端口：
zh_hant: 健康監控器連接埠：

source: Name
es: Nombre
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Network
es: Red
ru: Сеть
zh_hans: 网络
zh_hant: 網絡

source: Network ID
es: ID de la red
ru: ID сети
zh_hans: 网络 ID
zh_hant: 網絡 ID

source: No
ru: Нет
zh_hans: 否
zh_hant: 否

source: No Monitor
es: Sin monitor
ru: Нет монитора
zh_hans: 无健康监控
zh_hant: 無健康監控

source: No available certificates
es: No hay certificados disponibles
ru: Нет доступных сертификатов
zh_hans: 无可用证书
zh_hant: 無可用證書

source: No available instances
es: No ha instancias disponibles
ru: Нет доступных инстансов
zh_hans: 无可用实例
zh_hant: 無可用實例

source: No items to display.
es: No ha elementos que mostrar
ru: Нет объектов для отображения.
zh_hans: 没有要显示的项目。
zh_hant: 沒有要顯示的項目。

source: No matching options
es: No hay opciones que coincidan
ru: Нет подходящих вариантов
zh_hans: 没有匹配的选项

source: No members have been allocated
es: No se han asignado miembros
ru: Ни один участник не был выделен
zh_hans: 没有成员已分配
zh_hant: 沒有成員已分配

source: None
es: Ninguna
ru: Нет
zh_hans: 无
zh_hant: 無

source: Offline
es: Desconectado
ru: Не в сети
zh_hans: 离线
zh_hant: 離線

source: Online
es: Conectado
ru: В сети
zh_hans: 在线
zh_hant: 在綫

source: Operating Status
es: Estado operativo
ru: Рабочий статус
zh_hans: 操作状态
zh_hant: 操作狀態

source: Overview
es: Visión general
ru: Обзор
zh_hans: 概览
zh_hant: 概覽

source: PATH: The rule compares the path portion of the HTTP URI against the value parameter in the rule.
es: PATH: La regla compara la porción de la ruta de la URI HTTP con el parámetro valor de la regla.
ru: PATH: правило сравнивает часть пути в HTTP URI с параметром значения в правиле.
zh_hans: PATH：该规则将 HTTP URI 的路径部分与值参数相比较。
zh_hant: PATH：該規則將 HTTP URI 的路徑部分與值參數相比較。

source: Path
es: Ruta
ru: Путь
zh_hans: 路径
zh_hant: 路徑

source: Pending Create
es: Creación pendiente
ru: Ожидание создания
zh_hans: 暂挂创建
zh_hant: 暫掛創建

source: Pending Delete
es: Eliminación pendiente
ru: Ожидает удаления
zh_hans: 暂挂删除
zh_hant: 暫掛刪除

source: Pending Update
es: Actualización pendiente
ru: Ожидает обновление
zh_hans: 暂挂更新
zh_hant: 暫掛更新

source: Please Wait
es: Espere por favor
ru: Пожалуйста, подождите
zh_hans: 请等待
zh_hant: 請等待

source: Pool
ru: Пул
zh_hans: 资源池
zh_hant: 資源池

source: Pool Details
es: Detalles del pool
ru: Детали пула
zh_hans: 资源池详情
zh_hant: 資源池詳情

source: Pool Members
es: Miembros del pool
ru: Участники пула
zh_hans: 资源池成员
zh_hant: 資源池成員

source: Pool member has been updated.
es: Se ha actualizado el miembro del pool.
ru: Участник пула был обновлен.
zh_hans: 资源池成员已更新
zh_hant: 資源池成員已更新

source: Pools
ru: Пулы
zh_hans: 资源池
zh_hant: 資源池

source: Port
es: Puerto
ru: Порт
zh_hans: 端口
zh_hant: 連接埠

source: Port ID
es: ID puerto
ru: ID порта
zh_hans: 端口 ID
zh_hant: 連接埠 ID

source: Port:
es: Puerto:
ru: Порт:
zh_hans: 端口：
zh_hant: 連接埠：

source: Position
es: Posición
ru: Позиция
zh_hans: 位置
zh_hant: 位置

source: Position:
es: Posición:
ru: Позиция:
zh_hans: 位置：
zh_hant: 位置：

source: Project
es: Proyecto
ru: Проект
zh_hans: 项目
zh_hant: 項目

source: Project ID
es: ID de proyecto
ru: ID проекта
zh_hans: 项目 ID
zh_hant: 項目 ID

source: Protocol
es: Protocolo
ru: Протокол
zh_hans: 协议
zh_hant: 協議

source: Protocol Port
es: Puerto de protocolo
ru: Порт протокола
zh_hans: 协议端口
zh_hant: 協議連接埠

source: Protocol:
es: Protocolo:
ru: Протокол:
zh_hans: 协议：
zh_hant: 協議：

source: Provide the details for the health monitor.
es: Proporcionar los detalles del monitor de estado.
ru: Укажите данные для монитора состояния здоровья.
zh_hans: 为健康监控提供详情。
zh_hant: 為健康監控提供詳情。

source: Provide the details for the l7 policy.
es: Proporcionar los detalles de la política l7.
ru: Укажите данные для политики L7.
zh_hans: 提供七层策略的详情。
zh_hant: 提供七層策略的詳情。

source: Provide the details for the l7 rule.
es: Proporcionar los detalles de la regla l7.
ru: Укажите детали для правила L7.
zh_hans: 提供七层规则的详情。
zh_hant: 提供七層規則的詳情。

source: Provide the details for the listener.
es: Proporcionar los detalles del oyente.
ru: Предоставьте детали о слушателе.
zh_hans: 为监听器提供详情。
zh_hant: 為監聽器提供詳情。

source: Provide the details for the load balancer.
es: Proporcionar los detalles del balanceador de carga.
ru: Укажите детали для балансировщика нагрузки.
zh_hans: 为负载均衡器提供详情。
zh_hant: 為負載均衡器提供詳情。

source: Provide the details for the member.
es: Proporcionar los detalles del miembro.
ru: Укажите данные об участнике.
zh_hans: 为成员提供详情。
zh_hant: 為成員提供詳情。

source: Provide the details for the pool.
es: Proporcionar los detalles del pool.
ru: Предоставьте детали о пуле.
zh_hans: 为资源池提供详情。
zh_hant: 為資源池提供詳情。

source: Provider
es: Proveedor
ru: Провайдер
zh_hans: 提供者
zh_hant: 提供者

source: Provisioning Status
es: Estado de aprovisionamiento
ru: Статус
zh_hans: 配置状态
zh_hant: 配置狀態

source: REDIRECT_TO_POOL: The request is forwarded to the back-end pool associated with the L7 policy.
es: REDIRECT_TO_POOL: Se re-envía la solicitud al pool de "back end" asociado con la política L7.
ru: REDIRECT_TO_POOL: запрос направляется в внутренний пул, связанный с L7 политикой.
zh_hans: REDIRECT_TO_POOL：请求被转发到该七层策略关联的资源池。
zh_hant: REDIRECT_TO_POOL：請求被轉發到該七層策略關聯的資源池。

source: REDIRECT_TO_URL: The request is sent an HTTP redirect to the URL defined in the redirect_url parameter.
es: REDIRECT_TO_URL: Se envía la solicitud a la URL definida en el parámetro redirect_url mediante una redirección HTTP.
ru: REDIRECT_TO_URL: запрос отправляется HTTP-перенаправлением на URL, заданный в параметре redirect_url.
zh_hans: REDIRECT_TO_URL：请求被作为一个 HTTP 重定向发送到 redirect_url 参数里定义的 URL。
zh_hant: REDIRECT_TO_URL：請求被作為一個 HTTP 重定向發送到 redirect_url 參數里定義的 URL。

source: REGEX: Perl type regular expression matching.
es: REGEX: Expresión regular tipo Perl con la que coincidir.
ru: REGEX: сопоставление регулярных выражений типа Perl.
zh_hans: REGEX：Perl 正则表达式匹配。
zh_hant: REGEX：Perl 正則表達式匹配。

source: REJECT: The request is denied with an appropriate response code, and not forwarded on to any back-end pool.
es: REJECT: Se deniega la solicitud con el código de respuesta apropiado, y no se re-envía a ningún pool de "back end".
ru: REJECT: запрос отклоняется с соответствующим кодом ответа и не передается никакому внутреннему пулу.
zh_hans: REJECT：请求被拒绝并返回合适的状态码，并不被转发给任何资源池
zh_hant: REJECT：請求被拒絶並返回合適的狀態碼，並不被轉發給任何資源池

source: ROUND_ROBIN: Rotates requests evenly between multiple instances.
es: ROUND_ROBIN: Rota las solicitudes equitativamente entre múltiples instancias.
ru: ROUND_ROBIN: равномерно распределяет запросы между несколькими инстансами.
zh_hans: ROUND_ROBIN：在多个实例之间轮询分发。
zh_hant: ROUND_ROBIN：在多個實例之間輪詢分發。

source: Redirect Pool ID
es: ID pool a redirigir
ru: ID пула перенаправления
zh_hans: 重定向资源池 ID
zh_hant: 重定向資源池 ID

source: Redirect Pool ID:
es: ID pool a redirigir:
ru: ID пула перенаправления:
zh_hans: 重定向资源池 ID：
zh_hant: 重定向資源池 ID：

source: Redirect URL
es: URL a redirigir
ru: URL-адрес перенаправления
zh_hans: 重定向 URL
zh_hant: 重定向 URL

source: Redirect URL:
es: URL a redirigir:
ru: URL перенаправления:
zh_hans: 重定向 URL：
zh_hant: 重定向 URL：

source: Redirect to Pool
es: Redirigir a pool
ru: Перенаправить в пул
zh_hans: 重定向到资源池
zh_hant: 重定向到資源池

source: Redirect to URL
es: Redirigir a URL
ru: Перенаправить на URL
zh_hans: 重定向到 URL
zh_hant: 重定向到 URL

source: Reject
es: Rechazar
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絶

source: Remove
es: Eliminar
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Requests matching this policy will be redirected to the pool with this ID. Only valid if action is REDIRECT_TO_POOL.
es: Las solicitudes que cumplan esta política se redirigirán al pool con esta ID. La única acción válida es REDIRECT_TO_POOL.
ru: Запросы, соответствующие этой политике, будут перенаправлены в пул с этим ID. Действует только в том случае, если действие имеет значение REDIRECT_TO_POOL.
zh_hans: 与该策略相匹配的请求将被重定向到由 ID 指定的资源池。仅当行为是 REDIRECT_TO_POOL 时有效。
zh_hant: 與該策略相匹配的請求將被重定向到由 ID 指定的資源池。僅當行為是 REDIRECT_TO_POOL 時有效。

source: Requests matching this policy will be redirected to this URL. Only valid if action is REDIRECT_TO_URL.
es: Las solicitudes que cumplan esta política serán redirigidas a esta URL. La única acción válida es REDIRECT_TO_URL.
ru: Запросы, соответствующие этой политике, будут перенаправлены на этот URL. Действует только в том случае, если действие имеет значение REDIRECT_TO_URL.
zh_hans: 与该策略相匹配的请求将被重定向指定的 URL。仅当行为是 REDIRECT_TO_URL 时有效。
zh_hant: 與該策略相匹配的請求將被重定向指定的 URL。僅當行為是 REDIRECT_TO_URL 時有效。

source: Rules
es: Reglas
ru: Правила
zh_hans: 规则
zh_hant: 規則

source: SNI Container Refs
es: Refs contendores SNI
ru: Контейнер секретов
zh_hans: SNI 容器编号
zh_hant: SNI 容器編號

source: SOURCE_IP: Requests from a unique source IP address are consistently directed to the same instance.
es: SOURCE_IP: Las solicitudes provenientes de una misma dirección IP se envían consistentemente a la misma instancia.
ru: SOURCE_IP: запросы с уникального IP-адреса источника последовательно направляются в один и тот же инстанс.
zh_hans: SOURCE_IP：来自相同源IP地址的请求连续的发送到同一实例。
zh_hant: SOURCE_IP：來自相同源IP地址的請求連續的發送到同一實例。

source: SOURCE_IP: Session persistence based on source ip.
es: SOURCE_IP: Persistencia de sesión basada en la IP origen.
ru: SOURCE_IP: сохранение сессии на основе IP источника.
zh_hans: SOURCE_IP：基于源 IP 地址的会话持久化。
zh_hant: SOURCE_IP：基于源 IP 地址的會話持久化。

source: SSL Certificates
es: Certificados SSL
ru: SSL-сертификаты
zh_hans: SSL 证书
zh_hant: SSL 證書

source: STARTS_WITH: String starts with.
es: STARTS_WITH: La cadena comienza por
ru: STARTS_WITH: строка начинается с.
zh_hans: STARTS_WITH：字符串前缀。
zh_hant: STARTS_WITH：字元串首碼。

source: Select a floating IP address to associate with the load balancer or a floating IP pool in which to allocate a new floating IP address.
es: Seleccioanr una dirección IP para asociar con el balanceador de carga o un pool de direcciones IPs flotantes en la que se pueda asignar una nueva dirección IP flotante,
ru: Выберите плавающий IP-адрес, который нужно связать с балансировщиком нагрузки, или пул плавающих IP-адресов, в котором нужно выделить новый плавающий IP-адрес.
zh_hans: 选择一个浮动 IP 地址关联一个负载均衡器或为浮动 IP 池分配一个新的浮动 IP 地址池。
zh_hant: 選擇一個浮動 IP 地址關聯一個負載均衡器或為浮動 IP 池分配一個新的浮動 IP 地址池。

source: Select certificates from the available certificates below
es: Seleccionar certificados de los certificados disponibles abajo
ru: Выберите сертификаты из доступных ниже
zh_hans: 从下面可选的证书中选择证书
zh_hant: 從下面可選的證書中選擇證書

source: Select one or more SSL certificates for the listener.
es: Selecciona uno o más certificados para el oyente.
ru: Выберите один или несколько сертификатов SSL для слушателя.
zh_hans: 为监听器选择一个或多个 SSL 证书。
zh_hant: 為監聽器選擇一個或多個 SSL 證書。

source: Session Persistence
es: Persistencia de sesión
ru: Постоянство сессии
zh_hans: 会话持久化
zh_hant: 會話持久化

source: Session Persistence:
es: Persistencia de sesión
ru: Постоянство сессии:
zh_hans: 会话持久化：
zh_hant: 會話持久化：

source: Starts With
es: Comienza con
ru: Начинается с
zh_hans: 开始于
zh_hant: 開始於

source: Subnet
es: Subred
ru: Подсеть
zh_hans: 子网
zh_hant: 子網

source: Subnet ID
es: ID de subred
ru: ID подсети
zh_hans: 子网 ID
zh_hant: 子網 ID

source: Subnet:
es: Subred:
ru: Подсеть:
zh_hans: 子网：
zh_hant: 子網：

source: TCP Inspect Timeout
es: Tiempo límite de TCP inspect
ru: Таймаут TCP Inspect
zh_hans: TCP 监测超时时限
zh_hant: TCP 監測超時時限

source: TCP Inspect Timeout:
es: Tiempo límite de TCP Inspect:
ru: Таймаут TCP Inspect:
zh_hans: TCP 监测超时时限：
zh_hant: TCP 監測超時時限：

source: TLS Cipher String
ru: Строка TLS шифров

source: TLS Cipher String:
ru: Строка TLS шифров:

source: TLS Enabled
ru: TLS включен

source: TLS Enabled:
ru: TLS включен:

source: The Available Instances table contains existing compute instances that can be added as members of the pool. Use the "Add external member" button to add a member not found in the Available Instances table.
es: La tabla de instancias disponibles contiene las instancas de computación existentes que pueden añadirse como miembros del pool. Utilice el botón "Añadir miembro exterior" para añadir un miembro que no se encuentre en la tabla de instancias disponibles.
ru: Таблица доступных инстансов содержит существующие инстансы, которые можно добавить в качестве участников пула. Используйте кнопку "Добавить внешнего участника", чтобы добавить участника, не найденного в таблице доступных инстансов.
zh_hans: 可用实例表显示了存在的可以添加为资源池成员的计算实例。 使用“添加外部成员”按钮可以添加在可用实例表中找不到的成员。
zh_hant: 可用實例表顯示了存在的可以添加為資源池成員的計算實例。 使用“添加外部成員”按鈕可以添加在可用實例表中找不到的成員。

source: The HTTP method used to perform the health check.
es: Método HTTP utilizar para realizar el chequeo de estado.
ru: Метод HTTP, используемый для проверки состояния.
zh_hans: 用来进行健康检查的 HTTP 请求方式。
zh_hant: 用來進行健康檢查的 HTTP 請求方式。

source: The ID of the pool used by the listener if no L7 policies match.
es: El ID del pool utilizado por el oyente si no coincide ninguna política L7.
ru: ID пула, используемого слушателем, если нет подходящих L7 политик.
zh_hans: 无七层策略匹配时用于该监听器的资源池 ID。
zh_hant: 無七層策略匹配時用於該監聽器的資源池 ID。

source: The IP address is not valid.
es: La dirección IP no es válida.
ru: IP-адрес недействителен.
zh_hans: IP 地址无效。
zh_hant: IP 地址無效。

source: The IP address of the member to receive traffic from the load balancer. Must be a well-formed IPv4 or IPv6 address.
es: La dirección IP a la que el miembro recibe tráfico del balanceador de carga. Debe ser una dirección IPv4 o IPv6 bien formada.
ru: IP-адрес участника, получающего трафик от балансировщика нагрузки. Должен быть правильно сформированным IPv4 или IPv6.
zh_hans: 用于从负载均衡器中接收消息成员的 IP 地址。 必须使用格式良好的 IPv4 或 IPv6 地址。
zh_hant: 用於從負載均衡器中接收消息成員的 IP 地址。 必須使用格式良好的 IPv4 或 IPv6 地址。

source: The L7 policy action. One of REJECT, REDIRECT_TO_URL, or REDIRECT_TO_POOL.
es: La acción de política L7: Una de REJECT, REDIRECT_TO_URL, o REDIRECT_TO_POOL.
ru: Действие политики L7. Одно из REJECT, REDIRECT_TO_URL или REDIRECT_TO_POOL.
zh_hans: 七层策略行为。REJECT，REDIRECT_TO_URL，REDIRECT_TO_POOL 其中之一
zh_hant: 七層策略行為。REJECT，REDIRECT_TO_URL，REDIRECT_TO_POOL 其中之一

source: The L7 rule type. One of COOKIE, FILE_TYPE, HEADER, HOST_NAME, or PATH.
es: El tipo de regla L7: Una de COOKIE, FILE_TYPE, HEADER, HOST_NAME, o PATH.
ru: Тип L7 правила. Один из COOKIE, FILE_TYPE, HEADER, HOST_NAME или PATH.
zh_hans: 七层规则类型。COOKIE，FILE_TYPE，HEADER，HOST_NAME，PATH 之中之一。
zh_hant: 七層規則類型。COOKIE，FILE_TYPE，HEADER，HOST_NAME，PATH 之中之一。

source: The URL path is not valid.
es: La ruta URL no es válida.
ru: Путь URL-адреса недействителен.
zh_hans: URL 路径无效。
zh_hant: URL 路徑無效。

source: The cipher string must conform to OpenSSL syntax.
ru: Строка шифров должна соответствовать синтаксису OpenSSL.

source: The comparison type for the L7 rule. One of CONTAINS, ENDS_WITH, EQUAL_TO, REGEX, or STARTS_WITH.
es: El tipo de comparación para la regla L7. Una de CONTAINS, ENDS_WITH, EQUAL_TO, REGEX, o STARTS_WITH.
ru: Тип сравнения для L7 правила. Один из CONTAINS, ENDS_WITH, EQUAL_TO, REGEX или STARTS_WITH.
zh_hans: 七层规则的比较类型。CONTAINS，ENDS_WITH，EQUAL_TO，REGEX，STARTS_WITH 其中之一。
zh_hant: 七層規則的比較類型。CONTAINS，ENDS_WITH，EQUAL_TO，REGEX，STARTS_WITH 其中之一。

source: The connection limit must be a number greater than or equal to -1.
es: El límite de conexiones debe ser un número mayor o igual a -1.
ru: Ограничение соединений должно быть числом, большим или равным -1.
zh_hans: 连接限制必须是大于或等于 -1 的整数。
zh_hant: 連接限制必須是大於或等於 -1 的整數。

source: The expected HTTP status codes to get from a successful health check. Must be a single number, a comma separated list of numbers, or a range (two numbers separated by a hyphen).
es: Los códigos de estado que se espera obtener de un chequeo de estado satisfactorio. Debe ser un único número, una lista de números separados por comas, o un rango (dos números separados por un guión).
ru: Ожидаемые коды состояния HTTP для успешной проверки состояния. Должно быть одно число, список чисел, разделенных запятой, или диапазон (два числа, разделенные дефисом).
zh_hans: 健康检查成功返回的期望 HTTP 状态码。 必须为单个数字，逗号分隔的一组数字或一个范围（用连接符分隔的两个数字）。
zh_hant: 健康檢查成功返回的期望 HTTP 狀態碼。 必須為單個數字，逗號分隔的一組數字或一個範圍（用連接符分隔的兩個數字）。

source: The expected status code is not valid.
es: El código de estado esperado no es váido.
ru: Ожидаемый код состояния не соответствует действительности.
zh_hans: 期望状态码无效。
zh_hant: 期望狀態碼無效。

source: The health check interval must be greater than or equal to the timeout.
es: El intervalo de chequeo de estado debe ser mayor o igual que el tiempo límite.
ru: Интервал проверки работоспособности должен быть больше или равен тайм-ауту.
zh_hans: 健康检查间隔必须大于或等于超时时限。

source: The health monitor has been updated.
es: El monitor de estado se ha actualizado.
ru: Монитор состояния был обновлен.
zh_hans: 健康监控器已经更新。
zh_hant: 健康監控器已經更新。

source: The health monitor is used to determine the health of your pool members. Health checks routinely run against each member within the pool and the result of the health check is used to determine if the member receives new connections. Each pool can only have one health monitor.
es: Se utiliza el monitor de estado para determinar el estado de los miembros del pool. Los chequeos de estado se ejecutan rutinariamente contra cada miembro del pool y el resultado del mismo se utiliza para determinar si el miembro recibe nuevas conexiones. Cada pool puede tener solo un monitor de estado.
ru: Монитор состояния используется для определения состояния участников вашего пула. Проверки состояния регулярно выполняются для каждого участника пула, и результат проверки состояния используется чтобы определить, получает ли участник новые соединения. В каждом пуле может быть только один монитор состояния.
zh_hans: 健康监控用来确定你的资源池成员的健康状况。 健康检查通常在资源池中与每个成员隔离运行，健康检查的结果通过成员接收到新的连接来确定。 每个资源池只能有一个健康监控。
zh_hant: 健康監控用來確定你的資源池成員的健康狀況。 健康檢查通常在資源池中與每個成員隔離運行，健康檢查的結果通過成員接收到新的連接來確定。 每個資源池只能有一個健康監控。

source: The interval between health checks. Must be greater than or equal to the timeout.
es: El intervalo entre los chequeos de estado. Debe ser mayor o igual que el tiempo límite.
ru: Интервал между проверками состояния. Должен быть больше или равен таймауту.
zh_hans: 健康检查之间时间间隔，必须大于或等于超时时限。
zh_hant: 健康檢查之間時間間隔，必須大於或等於超時時限。

source: The key to use for the comparison. For example, the name of the cookie to evaluate.
es: La clave a utilizar para comparar. Por ejemplo, el nombre de la cookie a evaluar.
ru: Ключ, используемый для сравнения. Например, имя файла cookie для оценки.
zh_hans: 用于比较的键。例如 COOKIE 的名字。
zh_hant: 用於比較的鍵。例如 COOKIE 的名字。

source: The l7policy has been updated.
es: Se ha actualizado la política L7.
ru: L7 политика была обновлена.
zh_hans: 七层策略已更新
zh_hant: 七層策略已更新

source: The l7rule has been updated.
es: Se ha actualizado la regla L7.
ru: L7 правило было обновлено.
zh_hans: 七层规则已更新
zh_hant: 七層規則已更新

source: The listener has been updated.
es: Se ha actualizado el oyente.
ru: Слушатель был обновлен.
zh_hans: 监听器已更新。
zh_hant: 監聽器已更新。

source: The load balancer algorithm that distributes traffic to the pool members.
es: El algoritmo del balanceador de carga que distribuye el tráfico entre los mienbros del pool.
ru: Алгоритм балансировки нагрузки, распределяющий трафик между участниками пула.
zh_hans: 用于分发消息给资源池成员的负载均衡算法。
zh_hant: 用於分發消息給資源池成員的負載均衡算法。

source: The load balancer has been updated.
es: Se ha actualizado el balanceador de carga.
ru: Балансировщик нагрузки был обновлен.
zh_hans: 负载均衡器已更新。
zh_hant: 負載均衡器已更新。
