Repository: openstack/octavia-dashboard
Catalog: octavia_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: es, ru, zh_hans, zh_hant

source: You have selected "%s". Deleted load balancer is not recoverable and this deletion will delete all of the sub-resources.
es: Ha seleccionado "%s". No se podrá recuperar el balanceador de carga eliminado y se eliminarán todos los recursos asociados.
ru: Вы выбрали "%s". Удаленный балансировщик нагрузки не подлежит восстановлению, и при таком удалении будут удалены все подресурсы.
zh_hans: 您选择了 "%s"。删除的负载均衡器将无法被恢复，这个删除操作将删除所有子资源。

source: You have selected "%s". Deleted member is not recoverable.
es: Ha seleccionado "%s". No se podrá recuperar el miembro eliminado
ru: Вы выбрали "%s". Удаленный участник не подлежит восстановлению.
zh_hans: 你选择了“%s”。删除的成员无法恢复。
zh_hant: 你選擇了“%s”。刪除的成員無法恢復。

source: You have selected "%s". Deleted pool is not recoverable.
es: Ha seleccionado "%s". No se podrá recuperar el pool eliminado
ru: Вы выбрали "%s". Удаленный пул не подлежит восстановлению.
zh_hans: 你选择了“%s”。删除的资源池无法恢复。
zh_hant: 你選擇了“%s”。刪除的資源池無法恢復。

source: Least Connections
es: Conexiones Mínimas
zh_hans: 最少连接数
zh_hant: 最少連接數

source: Regex
es: Expresión regular
zh_hans: 正则表达式
zh_hant: 正則表達式

source: Round Robin
zh_hans: 轮询
zh_hant: 輪詢

source: Source IP
es: IP origen
zh_hans: 源IP
zh_hant: 源IP

source: The protocol for which this pool and its members listen. A valid value is HTTP, HTTPS, PROXY, PROXYV2, TCP or UDP.
es: El protocolo que escuchan este pool y sus miembros. Un valor vális es HTTP, HTTPS, PROXY, PROXYV2, TCP o UDP.
